[
  {
    "title": "Velvet Heart",
    "description": "There are moments in life when everything you thought you knew about yourself crumbles like sand between your fingers, leaving you standing in the wreckage of your own certainty. For Evelyn Carter, that moment came not with the crash of thunder or the slam of a door, but with the quiet click of heels on marble and the soft whisper of silk against skin as she descended the grand staircase of the Bl...",
    "cover_url": "https://drive.google.com/thumbnail?id=14ugHqx09yTzFB_4XRtNNhHDx9Y5IAWr2&sz=w300",
    "ebook_id": "1zr1mSGEq7K_fUK71hnE9wz_BKL8Khznt",
    "cover_id": "14ugHqx09yTzFB_4XRtNNhHDx9Y5IAWr2",
    "category": "Nonfiction"
  },
  {
    "title": "When Her Eyes Found Mine",
    "description": "The air in Northgate High is thick. Not just with the usual teenage miasma of cheap body spray, floor wax, and desperation, but something else. Something heavier. It coats my tongue, a metallic tang I remember from the bad parts of Chicago, the parts Mom swore we were leaving behind. Liar. This new LA-stamped version of hell just has more palm trees silhouetted against the smog. My new prison, pai...",
    "cover_url": "https://drive.google.com/thumbnail?id=156GLAA8XwQxPNkEg22xfvHPZk9rMsE00&sz=w300",
    "ebook_id": "1VHQMGJHbXh_N5esnf0vReQO5JtVCXbvZ",
    "cover_id": "156GLAA8XwQxPNkEg22xfvHPZk9rMsE00",
    "category": "Fiction"
  },
  {
    "title": "The Sick Business",
    "description": "The call came on a Tuesday. A voice, choked with a grief so raw it felt like a physical blow, recounted a story of hope turned to ash. A \"miracle\" cure, a life savings depleted, a loved one lost not just to disease, but to deception. This was not an isolated incident; it was a single, heartbreaking pixel in a vast, horrifying mosaic. For years, as an investigative journalist, I had skirted the edg...",
    "cover_url": "https://drive.google.com/thumbnail?id=1eULzaOj462F5Y4NR2jbdCUpYqSDY8AyM&sz=w300",
    "ebook_id": "1EXK6bjuCFaHh0n8Lp7rAA57Ux007sthW",
    "cover_id": "1eULzaOj462F5Y4NR2jbdCUpYqSDY8AyM",
    "category": "Nonfiction"
  },
  {
    "title": "The Stars We Promised KC READY",
    "description": "The air in Port Blossom always tastes the same: salt, memories, and the faintest whisper of regret. Thirteen years. Thirteen years since I last breathed it in properly, since the scent of my grandmother’s lavender wasn't just a phantom limb of a memory, but a real, tangible thing I could bury my face in. Now, the lavender is just a story, like so much else. Like him. The drive from the airport was...",
    "cover_url": "https://drive.google.com/thumbnail?id=1pSq1QufA3b5zhre98jcS0Jbp0XGlbYuq&sz=w300",
    "ebook_id": "1RNPrnUCpWXbtway04OJuaHetZVaLE36r",
    "cover_id": "1pSq1QufA3b5zhre98jcS0Jbp0XGlbYuq",
    "category": "Fiction"
  },
  {
    "title": "The Silent Orchard READY",
    "description": "There are silences that settle like dust, unnoticed until the light shifts and reveals their pervasiveness. And then there are silences that press down, heavy as a hand over the mouth, stifling the very air you breathe. This orchard, my mother’s orchard, has known both. It remembers a child’s laughter, she told me, a bright, fleeting sound from a time before my own. Now, it holds only the rustle o...",
    "cover_url": "https://drive.google.com/thumbnail?id=14ZWLO0pir7SyBJ_pvirfETBhmZd4yovH&sz=w300",
    "ebook_id": "1FYJ4AqeH-7y-9EbEVvF7r3CcUP4zehyV",
    "cover_id": "14ZWLO0pir7SyBJ_pvirfETBhmZd4yovH",
    "category": "Fiction"
  },
  {
    "title": "The Secret At Hollow Grove",
    "description": "Some stories begin with endings. Others start with the quiet desperation of someone who has lost everything they thought they knew about themselves, about trust, about the very nature of truth itself. This is one of those stories—a tale that opens in the aftermath of betrayal so complete it reshapes not just a life, but a soul's understanding of what it means to be vulnerable in a world that seems...",
    "cover_url": "https://drive.google.com/thumbnail?id=1IIXhLuL4hgV055rQ-d5L-IEPCRUAU2wK&sz=w300",
    "ebook_id": "1tYw-bMzDFtCXpG7M-RVP_-1CPHevh8A1",
    "cover_id": "1IIXhLuL4hgV055rQ-d5L-IEPCRUAU2wK",
    "category": "Fiction"
  },
  {
    "title": "The Price of Progress",
    "description": "You check your phone in the morning, and an algorithm decides which news stories you see. You drive to work, guided by an AI system that has analyzed traffic patterns from millions of other commuters. At your office, artificial intelligence screens job applications, monitors employee productivity, and flags potential security threats. You shop online, where recommendation engines predict what you ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Jvu-HjXJ26loPvf9tywJ-P6Qf3-n3MaV&sz=w300",
    "ebook_id": "1yKOQ_m4E5m_H4hJMnVbBzYfzPYRqtcWS",
    "cover_id": "1Jvu-HjXJ26loPvf9tywJ-P6Qf3-n3MaV",
    "category": "Fiction"
  },
  {
    "title": "The Moon She Left in My Chest READY",
    "description": "They say grief has stages, a neat little roadmap through the wreckage. Denial, anger, bargaining, depression, acceptance. Like climbing a set of stairs, one foot neatly after the other, until you reach the top and everything’s… better. Or at least, manageable. What they don’t tell you is that sometimes, grief isn’t a staircase. Sometimes, it’s an ocean, and you’re just treading water, waves of sor...",
    "cover_url": "https://drive.google.com/thumbnail?id=1mxEHmYJIKPOh-3b55Wm66PdgmPE6mE0d&sz=w300",
    "ebook_id": "1h0knzgxhJBBZNrEw1rhLntybOHd0l-Js",
    "cover_id": "1mxEHmYJIKPOh-3b55Wm66PdgmPE6mE0d",
    "category": "Romantasy"
  },
  {
    "title": "The Lithium Mirage READY",
    "description": "The roar was deafening, not of engines, but of ambition. For over a decade, China had poured trillions of yuan, mountains of steel, and the collective will of a nation into a single, electrifying dream: to dominate the future of transportation. Electric vehicles, or EVs, weren't just cars; they were symbols of technological ascendancy, a green promise painted over smog-choked cities, and a strateg...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Kv2D4o7J4ukU3DHMLD_hf9NjHNGFLBZY&sz=w300",
    "ebook_id": "1f2d-_VMbq32gkNHMjv4JdPA1wj2L9CX3",
    "cover_id": "1Kv2D4o7J4ukU3DHMLD_hf9NjHNGFLBZY",
    "category": "Fiction"
  },
  {
    "title": "The Mobile Mogul",
    "description": "The announcement echoed through Singapore's Changi Airport at 2:47 AM: \"All passengers on Flight SQ231 to Bangkok, we regret to inform you that your flight has been delayed indefinitely due to mechanical issues.\" Around me, dozens of travelers groaned, pulled out their phones to frantically reschedule meetings, and began the familiar dance of rebooking hotels and ground transportation.",
    "cover_url": "https://drive.google.com/thumbnail?id=1NFJHU1vVt3Lf06gxHw9tm2UBok1zWEo1&sz=w300",
    "ebook_id": "1ABfK5zhc4m6v9Uq2fcYf14wrPAGzTPsd",
    "cover_id": "1NFJHU1vVt3Lf06gxHw9tm2UBok1zWEo1",
    "category": "Fiction"
  },
  {
    "title": "The Saltwater Promise",
    "description": "The letter, crisp and official-looking, had arrived on a Tuesday, wedged between a glossy takeout menu and an overdue bill for a streaming service Clara Bellweather rarely used. She’d almost tossed it, assuming it was another jury summons or an alumni donation plea. But the return address, a law firm in a tiny Maine town she’d never heard of—Osprey Cove—had given her pause.",
    "cover_url": "https://drive.google.com/thumbnail?id=1bw4RSeYPcfHJm-nc4XSQsC-9oytigmwH&sz=w300",
    "ebook_id": "1zIYXjlKIap2iLB7UynvxJnX3HawznTg9",
    "cover_id": "1bw4RSeYPcfHJm-nc4XSQsC-9oytigmwH",
    "category": "Fiction"
  },
  {
    "title": "The Hidden Wealth of the Chinese Communist Party",
    "description": "The crimson flag with its five golden stars billows across Tiananmen Square, a potent symbol of a nation's resurgence, a Party's enduring power, and an ideology that claims to serve the people. Beneath this emblem, the Chinese Communist Party (CCP) presides over the world’s second-largest economy, a technological juggernaut, and a military force rapidly modernizing. It speaks of a “Chinese Dream,”...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-fSSmRyoD_padcpoU-agHPVnU1M-BPQe&sz=w300",
    "ebook_id": "16xiFvXwXpuRJ0Ls9tX5UHw7eXQwtKZQg",
    "cover_id": "1-fSSmRyoD_padcpoU-agHPVnU1M-BPQe",
    "category": "Fiction"
  },
  {
    "title": "The Lighthouse Within",
    "description": "Welcome, dear reader, to a journey of self-discovery and empowerment. This book, \"The Lighthouse Within,\" is crafted for anyone who has ever felt adrift, searching for direction, or yearning for a deeper connection to their own inner wisdom and joy. If you're seeking to navigate life's challenges with greater clarity, resilience, and a profound sense of purpose, you've found a companion for your p...",
    "cover_url": "https://drive.google.com/thumbnail?id=1P52eiM5jxto4b6HhOrQO1EFhUdz_OFyM&sz=w300",
    "ebook_id": "1rja6LOU40JjE3_qbqCZGDEKclR78Osg3",
    "cover_id": "1P52eiM5jxto4b6HhOrQO1EFhUdz_OFyM",
    "category": "Fiction"
  },
  {
    "title": "The Lighthouse Keeper's Promise READY",
    "description": "Elara Vance breathed in the familiar scent of Oakhaven: salt from the restless Atlantic, damp earth from the surrounding ancient woods, and the faint, sweet perfume of the wild roses that climbed stubbornly over every weathered fence and stone wall. It was a scent that had woven itself into the fabric of her being, as much a part of her as the old, repurposed lighthouse she called home and work. \"...",
    "cover_url": "https://drive.google.com/thumbnail?id=14cYm8XSKZan6HGuN9yj4bPrbgdNtYuLw&sz=w300",
    "ebook_id": "1rNIfmblmt8uAyzd_P5Ex2hQntiFmoMmu",
    "cover_id": "14cYm8XSKZan6HGuN9yj4bPrbgdNtYuLw",
    "category": "Fiction"
  },
  {
    "title": "The Invisible War",
    "description": "The grainy, pixelated video is nauseatingly familiar. Filmed from the sky, it shows a Russian T-90M tank, a thirty-ton behemoth of steel and advanced weaponry worth over $4 million, sitting idle in a trench line somewhere in the blasted landscape of eastern Ukraine. A tiny, insect-like drone, no bigger than a dinner plate, zips into the frame. It hovers for a moment, a hawk choosing its moment to ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1LCgo2gqfVEZLAezp0U67daqAHufAJm3q&sz=w300",
    "ebook_id": "1mihAEIE0VKk7bM-8Fr5VzO0fEJ3nuYT1",
    "cover_id": "1LCgo2gqfVEZLAezp0U67daqAHufAJm3q",
    "category": "Fiction"
  },
  {
    "title": "The Lazy Genius Guide to AI Tools READY",
    "description": "Alright, let’s get one thing straight. If you picked up this book hoping for a guide on how to become a productivity guru who color-codes their sock drawer and wakes up at 4:37 AM to meditate while simultaneously optimizing their stock portfolio, you’re in the wrong place. You can probably use AI for some of that, but honestly, it sounds exhausting.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Pkaav2bFqAIASNkSa9WuGrolmGwxlb5F&sz=w300",
    "ebook_id": "1W73M8Kj7So5SDYS6iXw8a-v6XJBXGqeS",
    "cover_id": "1Pkaav2bFqAIASNkSa9WuGrolmGwxlb5F",
    "category": "Nonfiction"
  },
  {
    "title": "My Partner's Name Is Einstein",
    "description": "The morning I realized my partner's name was Einstein, I was standing in my kitchen, coffee mug suspended halfway to my lips, watching steam curl upward in the early light. The thought arrived not as revelation but as recognition, the way you suddenly notice a song has been playing in the background all along.",
    "cover_url": "https://drive.google.com/thumbnail?id=1PiVrFRKAfgcK5ZGNFuucSEUNZwsimVcG&sz=w300",
    "ebook_id": "1k10u0EvfB846yH-W_w7VzNwpAPnAT1R9",
    "cover_id": "1PiVrFRKAfgcK5ZGNFuucSEUNZwsimVcG",
    "category": "Fiction"
  },
  {
    "title": "The Lines That Led to You READY",
    "description": "This isn't just about the silver threads that appear in your hair, or the laugh lines that map a life well-lived (or at least, well-laughed-at). It’s about the unexpected detours, the surprising new landscapes of the heart, and the realization that wisdom isn't about having all the answers, but about finally being comfortable with the questions. It’s about discovering that vulnerability can be a s...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ptFjCwfNoAdUrFh8pVqvKbeSMz8eBIFl&sz=w300",
    "ebook_id": "1O54ZBkouGS5yNFfdnfvNsk7xupvNs4G3",
    "cover_id": "1ptFjCwfNoAdUrFh8pVqvKbeSMz8eBIFl",
    "category": "Fiction"
  },
  {
    "title": "The Child from Room Five READY",
    "description": "He’s the tattooed bartender who pulled her out of an alley one night, soaked in fear and secrets.",
    "cover_url": "https://drive.google.com/thumbnail?id=1fdJzYB6Kh4S7mOrVIdR989Tgxon2BUly&sz=w300",
    "ebook_id": "1_YoAxDO6-MlPivQlmrwGs3nkl4UDIncY",
    "cover_id": "1fdJzYB6Kh4S7mOrVIdR989Tgxon2BUly",
    "category": "Fiction"
  },
  {
    "title": "The Global Surveillance Arms Race  READY",
    "description": "A compelling read by William Liu.",
    "cover_url": "https://drive.google.com/thumbnail?id=1oqqRiFn6p5I4bGp2JT4cVg0bANtNxR6R&sz=w300",
    "ebook_id": "1Frg8oCvxVKBpKH0j9ilo1A8Ix3F0Vl6C",
    "cover_id": "1oqqRiFn6p5I4bGp2JT4cVg0bANtNxR6R",
    "category": "Nonfiction"
  },
  {
    "title": "The Fire Beneath the Floorboards",
    "description": "The air in an old house, especially one that’s known sorrow, it breathes differently. It holds things. Not just dust motes dancing in lonely sunbeams, but whispers, echoes of laughter long gone, the phantom weight of tears soaked into the wood. When I first heard about Calla Rowan and the farmhouse, I felt that familiar chill, the one that tells you a story is waiting, coiled in the shadows, ready...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SQ9pS0AVDQk7CSNY2GV6QF2BJUeldnk-&sz=w300",
    "ebook_id": "1Q3TBiyetp_9L2YPtdJEWpuGhoBYG_CBd",
    "cover_id": "1SQ9pS0AVDQk7CSNY2GV6QF2BJUeldnk-",
    "category": "Fiction"
  },
  {
    "title": "The Fifth Mirror",
    "description": "The first sensation was not of pain, but of sound – a deafening, tearing rip that seemed to shred the very fabric of silence, a monstrous zipper opening the world. Lira Wei gasped, or tried to, but air was a concept that had momentarily abandoned her, sucked into a vacuum of impossibility. One moment, she had been standing in the antechamber of the CERN Large Hadron Collider’s main control room, t...",
    "cover_url": "https://drive.google.com/thumbnail?id=1NoRp4CedwLvUBXhxnfRUrubfOHplxpDH&sz=w300",
    "ebook_id": "1M5mEdNvjJ6I8MsHiOGny2J0gvDLLo1Cn",
    "cover_id": "1NoRp4CedwLvUBXhxnfRUrubfOHplxpDH",
    "category": "Fiction"
  },
  {
    "title": "The Fun Fact Encyclopedia By Nova Quinn",
    "description": "It's 2:47 AM and Sarah should be sleeping. Instead, she's hunched over her laptop in the blue glow of Wikipedia, following a rabbit hole that started innocently enough with a question about why the sky is blue and has somehow led her to discover that neutron stars are so dense that a teaspoon of their material would weigh as much as Mount Everest.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ikQ2diTWKYVXUhS4XgskcnJgE_FA-dKB&sz=w300",
    "ebook_id": "1ARLk0JvOysoCc6zJNqhjdzSuPx58tBa0",
    "cover_id": "1ikQ2diTWKYVXUhS4XgskcnJgE_FA-dKB",
    "category": "Fiction"
  },
  {
    "title": "The Chimera Code Ready",
    "description": "The rain was a persistent whisper against the plasteel window of Dr. Elara Vance’s cramped Neo-Shinjuku apartment. It was a sound she usually found soothing, a natural counterpoint to the city’s incessant hum. Tonight, it was just another layer of noise, failing to drown out the static blooming in her head.",
    "cover_url": "https://drive.google.com/thumbnail?id=1KRAHkgsxsUu55eWNVuIrY3Pyv40iiqho&sz=w300",
    "ebook_id": "1wAygZzoHJRFooESGHYzP8GBtr5evQJ_g",
    "cover_id": "1KRAHkgsxsUu55eWNVuIrY3Pyv40iiqho",
    "category": "Fiction"
  },
  {
    "title": "The Clarity Code",
    "description": "The ping. The buzz. The gentle chime. Subtle sounds, yet they possess an almost irresistible power over us. Sarah, a talented graphic designer, knew this all too well. She sat at her desk, a critical deadline looming. The client needed a new logo concept by end of day, and she was determined to deliver something brilliant. She’d cleared her schedule, brewed her favorite tea, and even put on her no...",
    "cover_url": "https://drive.google.com/thumbnail?id=19XSf2wrZlWT8Xi5cHc6r-MaMj6FGQHHy&sz=w300",
    "ebook_id": "1_Z6VDzczQrKaDebpVzuQs2HGqDl52rqx",
    "cover_id": "19XSf2wrZlWT8Xi5cHc6r-MaMj6FGQHHy",
    "category": "Fiction"
  },
  {
    "title": "The Color of Her Breathing READY",
    "description": "They say a mirror shows you what you are, but for seventeen years, mine showed me who I was. Her name was Adelyn. She had my face, my eyes, my hair—but her smile was always a little wider, her laugh a little louder. We were a matched set, a story written in two identical volumes. We shared a room, a wardrobe, a secret language whispered in the dark. We even shared a breath, or so it felt. An inhal...",
    "cover_url": "https://drive.google.com/thumbnail?id=1v14Bwr8mLD8-vq2maH4giirZqHajDdHX&sz=w300",
    "ebook_id": "1NNRzjMA5abaTepzNsjUj-HiItN3AtNrS",
    "cover_id": "1v14Bwr8mLD8-vq2maH4giirZqHajDdHX",
    "category": "Fiction"
  },
  {
    "title": "The God Algorithm",
    "description": "It begins with a question whispered in the dark. A plea for meaning in a moment of suffering, a search for guidance at a crossroads, a desperate hope for a sign—any sign—that we are not alone in this vast, cold universe. For millennia, that whisper was directed upward, outward, or inward toward a God, a pantheon, a universal consciousness. We sent our prayers into the great silence, and we waited....",
    "cover_url": "https://drive.google.com/thumbnail?id=1kMfZO2Tb_eT2XQuHFE5hTJmAox49wTwj&sz=w300",
    "ebook_id": "1y_vjZYYL20JY0uQo3OZSy2-fuKsfKcDo",
    "cover_id": "1kMfZO2Tb_eT2XQuHFE5hTJmAox49wTwj",
    "category": "Fiction"
  },
  {
    "title": "The Blueprint of Us",
    "description": "Welcome, dear reader, to a world where blueprints aren't just for buildings, but for hearts. Sometimes, the most meticulous plans can be gloriously derailed by the unexpected, by a spark that ignites where you least expected it. And isn’t that the most thrilling kind of discovery?",
    "cover_url": "https://drive.google.com/thumbnail?id=18yukuSw9-9r3fiqnnhc5hDVVfTOX5xFQ&sz=w300",
    "ebook_id": "1G8QoOG7vkR5Uzo8wvPF4u4kNRTp87mRx",
    "cover_id": "18yukuSw9-9r3fiqnnhc5hDVVfTOX5xFQ",
    "category": "Fiction"
  },
  {
    "title": "The Art Of Almost Kissing",
    "description": "Seraphina Chen stared at her phone screen, watching her latest BookTok video climb past fifty thousand views in less than two hours. The dopamine hit was instant and intoxicating. She'd spent three days crafting the perfect thirty-second review of a dark academia romance, complete with moody lighting, carefully curated book props, and just the right amount of breathless enthusiasm to make her foll...",
    "cover_url": "https://drive.google.com/thumbnail?id=1BGX_KNYpGpOV6wYngLBzmTvKw-ftmoJ7&sz=w300",
    "ebook_id": "1_JBD6wP_5T5fCvYeBokRnbD5L4XyIYyP",
    "cover_id": "1BGX_KNYpGpOV6wYngLBzmTvKw-ftmoJ7",
    "category": "Romance"
  },
  {
    "title": "The Algorithmic Unconscious",
    "description": "We stand at the precipice of, and indeed are already deeply immersed in, an age defined by unprecedented technological acceleration. Artificial intelligence (AI), once the domain of science fiction and specialized research labs, has transitioned into an omnipresent, yet often invisible, force woven intricately into the very fabric of our daily existence. It is the silent curator of our digital exp...",
    "cover_url": "https://drive.google.com/thumbnail?id=1CA1oF8Z5xuk6UO84JMxwQG27LxaypDwg&sz=w300",
    "ebook_id": "1EkZUudE1ZIQJqycP_6xY3ud-zPaljMcZ",
    "cover_id": "1CA1oF8Z5xuk6UO84JMxwQG27LxaypDwg",
    "category": "Fiction"
  },
  {
    "title": "The Brooklyn Sonnet",
    "description": "Imagine a city that never sleeps, yet holds a million whispered secrets. In the heart of its bustling streets, amidst the symphony of sirens and distant laughter, two souls are about to find a quiet melody of their own. This isn't just a love story; it's a testament to the resilience of the human heart when faced with the echoes of grief and the tremors of anxiety.",
    "cover_url": "https://drive.google.com/thumbnail?id=18B42xbYNXLGRZaLRQ_BNsMOxKwbfqQ6t&sz=w300",
    "ebook_id": "1jo8OPEUvUCtidbD4spnpLKhNVht9_aZ3",
    "cover_id": "18B42xbYNXLGRZaLRQ_BNsMOxKwbfqQ6t",
    "category": "Fiction"
  },
  {
    "title": "The Algorithmic Hustle",
    "description": "Imagine waking up, not to the blare of an alarm clock demanding you rush to an office you tolerate, but to the gentle hum of automated systems already earning you money while you slept. Picture a business that scales not by hiring more people, but by deploying smarter algorithms; an enterprise where your creative vision isn't diluted by committee meetings, but amplified by intelligent tools. This ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1gwPUrCDUIuplc8LUM3HGrUQxiat-xd_3&sz=w300",
    "ebook_id": "1rGzd48WRYmGM2Jt_OgB5rfGV4B_PA0qE",
    "cover_id": "1gwPUrCDUIuplc8LUM3HGrUQxiat-xd_3",
    "category": "Fiction"
  },
  {
    "title": "The Alchemist Within",
    "description": "This book is an invitation, a journey into the deepest reservoirs of your being where true strength and boundless potential reside. In these pages, we will explore not just theories of self-improvement, but the practical, actionable steps that can transform your inner landscape, empowering you to navigate the complexities of modern life with grace and purpose. It is for anyone who feels a whisper ...",
    "cover_url": "https://drive.google.com/thumbnail?id=10IP7WeWfVbjrQY7C7-9EzV9w9fM5Kick&sz=w300",
    "ebook_id": "1xTqsgXVnYws5QhJuT0K7-gOAUw9T_lST",
    "cover_id": "10IP7WeWfVbjrQY7C7-9EzV9w9fM5Kick",
    "category": "Fiction"
  },
  {
    "title": "The Backup Boyfriend Agreement READY",
    "description": "We all make compromises. We trim the edges of our ideals to fit the cramped spaces life sometimes offers. We tell ourselves little lies, necessary fictions to navigate the complexities of rent, relationships, and the quiet desperation that can hum beneath the surface of an ordinary Tuesday. This story is born from such compromises, from the moment a character, driven by needs she can barely articu...",
    "cover_url": "https://drive.google.com/thumbnail?id=16QdhoOaPWpxGH2tpOfCct9uoLY45a1wV&sz=w300",
    "ebook_id": "1A7XNbvGU6OjhgyEZF_0ivFck3Til2nF6",
    "cover_id": "16QdhoOaPWpxGH2tpOfCct9uoLY45a1wV",
    "category": "Fiction"
  },
  {
    "title": "Shadow War",
    "description": "It begins with a flicker. A light that hesitates for a moment too long. A screen that goes dark for no reason. It’s the water pump at a rural Texas utility that suddenly stops responding to commands, or the port crane in Maryland that freezes mid-operation. It’s the phone call that doesn’t connect, the traffic light that stays red, the quiet hum of the electrical grid that develops an unnerving, u...",
    "cover_url": "https://drive.google.com/thumbnail?id=1vhLPqGmANwzdtWBjXrj2GBA-vxbjIsJI&sz=w300",
    "ebook_id": "1kuyfB1f--Zz6bIrfXNWU0MPum0mC6vzl",
    "cover_id": "1vhLPqGmANwzdtWBjXrj2GBA-vxbjIsJI",
    "category": "Romantasy"
  },
  {
    "title": "Sentience Unbound",
    "description": "In the Amazon rainforest of Ecuador, a network of sensors embedded in trees, soil, and air monitors every whisper of life. Temperature fluctuations. Humidity changes. The chemical signatures of stressed plants. Sound patterns that indicate animal movement. This living web of intelligence processes millions of data points every second, learning the forest's rhythms, predicting its needs, and respon...",
    "cover_url": "https://drive.google.com/thumbnail?id=1zuctU2vRn2U7Fj-4oxVAqfTY-Uomu2bD&sz=w300",
    "ebook_id": "1w0dGSYHu33nxNVi46PquBn9o5oBXcSki",
    "cover_id": "1zuctU2vRn2U7Fj-4oxVAqfTY-Uomu2bD",
    "category": "Fiction"
  },
  {
    "title": "Still Breathing",
    "description": "The fluorescent lights in the basement of St. Matthew's Community Center flickered with the persistence of a dying heartbeat, casting shadows that danced across the circle of mismatched folding chairs like ghosts refusing to be laid to rest. Mei Lin Zhang sat in the back row, her spine rigid against the cold metal of her seat, fingers wrapped around a cup of lukewarm coffee that had long since los...",
    "cover_url": "https://drive.google.com/thumbnail?id=1rSHzOv1GderE7fFcrLuw1uzsjMzraf_y&sz=w300",
    "ebook_id": "1w_eApwhsaDpH9x0Ls0Athht9uXxTRe-0",
    "cover_id": "1rSHzOv1GderE7fFcrLuw1uzsjMzraf_y",
    "category": "Fiction"
  },
  {
    "title": "Silent Conquest",
    "description": "The most successful conquests are not announced by the thunder of artillery or the screech of fighter jets. They are silent, gradual, and executed in plain sight. They unfold over years, even decades, cloaked in theodyne language of “win-win cooperation,” “peaceful development,” and “mutual respect.” The target nation doesn’t realize it is at war, because its understanding of conflict is mired in ...",
    "cover_url": "https://drive.google.com/thumbnail?id=10ggBB0BWcIMFdxkUdtervgi7PZxf4uBM&sz=w300",
    "ebook_id": "1D1bn1b13xStDOoMzsgGfvi2FPNeg1zPy",
    "cover_id": "10ggBB0BWcIMFdxkUdtervgi7PZxf4uBM",
    "category": "Romantasy"
  },
  {
    "title": "Sinner’s Mercy READY",
    "description": "She’s the preacher’s daughter — pure, engaged, and primed to be a perfect wife. Mercy Ashland has lived her entire life in the warm, unwavering glow of her father’s pulpit, a beacon in the small, devout town of Havenwood. Her path was laid before her birth: a life of quiet service, gentle smiles, and unwavering faith. She is the porcelain doll on the church’s highest shelf, admired, cherished, but...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-QBQSqxKF9-_wqEIGXX9bafowcfdmsm9&sz=w300",
    "ebook_id": "1bwzJ-li-R-qcD_rUwjROpB-_XJWhStB5",
    "cover_id": "1-QBQSqxKF9-_wqEIGXX9bafowcfdmsm9",
    "category": "Fiction"
  },
  {
    "title": "Second Shift at Sunset Diner",
    "description": "The screen door of the Sunset Diner slammed shut behind Maya with a metallic twang that echoed the finality of her decision. Three days ago, she’d walked out of a gleaming high-rise in Century City, leaving behind a six-figure salary, a corner office (albeit small), and a life that had begun to feel like a beautifully designed cage. Now, her designer handbag was traded for a worn backpack, her tai...",
    "cover_url": "https://drive.google.com/thumbnail?id=1z1wCsf-i-TTk_9Rg6Ybg-MHmP-PuoPsR&sz=w300",
    "ebook_id": "1PJPC-q6Xr7bT_-bsAw0J3jq2VpMntnce",
    "cover_id": "1z1wCsf-i-TTk_9Rg6Ybg-MHmP-PuoPsR",
    "category": "Fiction"
  }
]