[
  {
    "title": "AI in Finance",
    "description": "The hedge fund manager sat across from his quant team and asked a simple question: why did we miss the bond market rotation last Thursday? The answers came in fragments. Data latency. Model assumptions. Parameter drift. What nobody said, but everyone knew, was that a competing fund caught the move four hours earlier and captured twelve million dollars in profit that should have been theirs. The co...",
    "cover_url": "https://drive.google.com/thumbnail?id=1fSHeWrzA1shSIiqHE64cnpvFL2IDEJnS&sz=w300",
    "ebook_id": "1as9YJw7sADqsZUDRx4gVzob8lIFmakfU",
    "cover_id": "1fSHeWrzA1shSIiqHE64cnpvFL2IDEJnS",
    "category": "Nonfiction"
  },
  {
    "title": "The AI Advantage for Nonprofits",
    "description": "The executive director stared at the spreadsheet. Eighteen months of declining donations. Staff turnover at forty percent. Program impact slipping while administrative costs climbed. She'd done everything right by the old playbook. Personal thank you notes. Handwritten appeals. Phone banking with volunteers. Community events that cost more than they raised. The harder she worked, the further behin...",
    "cover_url": "https://drive.google.com/thumbnail?id=1wUBXNrRPqv7CPufXP9e49JGnak3pO-Vk&sz=w300",
    "ebook_id": "1XYR6ZTKtFo9WgDPy5pQhGMf5_ESOwsKK",
    "cover_id": "1wUBXNrRPqv7CPufXP9e49JGnak3pO-Vk",
    "category": "Nonfiction"
  },
  {
    "title": "AI FOR Education",
    "description": "Every semester, Vivienne watched the same pattern repeat itself. Twenty-three students in her organic chemistry section at a major public university. Five would ace every exam. Twelve would struggle through with Cs and Ds. Six would drop before midterms.",
    "cover_url": "https://drive.google.com/thumbnail?id=12ofWUKnogZ1omGtWjJXvE1Pt_ordae-3&sz=w300",
    "ebook_id": "1zSsZlXgmjYLyenx1kjUnrt63MwcMTElJ",
    "cover_id": "12ofWUKnogZ1omGtWjJXvE1Pt_ordae-3",
    "category": "Nonfiction"
  },
  {
    "title": "Wrath Of The Starborn",
    "description": "Not with matches or gasoline, but with raw star-born power that had torn through Kane's mind control spells like silver lightning through shadow.",
    "cover_url": "https://drive.google.com/thumbnail?id=1HWumFP66ZRYsYS7KS_nLW5zI_0EqlrAd&sz=w300",
    "ebook_id": "1r3sKLYYrcYBGpqZxDMTvdjAHNxLc2zwK",
    "cover_id": "1HWumFP66ZRYsYS7KS_nLW5zI_0EqlrAd",
    "category": "Romantasy"
  },
  {
    "title": "Aetherpact Accord",
    "description": "In a realm where magic flows through crystallized veins of aether and ancient pacts determine the fate of nations, two souls destined to destroy each other will discover that hatred and desire often share the same breath.",
    "cover_url": "https://drive.google.com/thumbnail?id=1VvuWovvOvdiAiOYK5yAXWcLGyvOjqEWM&sz=w300",
    "ebook_id": "1UIDaJtezUoDTQdOI20MR8RZMyRPRrMHk",
    "cover_id": "1VvuWovvOvdiAiOYK5yAXWcLGyvOjqEWM",
    "category": "Fiction"
  },
  {
    "title": "A Legacy of Flames and Despair",
    "description": "In the scorched halls of the Ember Throne, where dragonfire had forged an empire from bone and ambition, the ancient text remained untouched for three hundred years. No king dared read the words that promised salvation through sacrifice, power through surrender. The dragons knew, though. They carried the truth in their flames, in the way their fire turned inward when a bond was broken, consuming t...",
    "cover_url": "https://drive.google.com/thumbnail?id=1YO1tiEn5NRmVPuwigvTOWrgX0LZvsnWi&sz=w300",
    "ebook_id": "1JAMfg_gFCSWJmH_SC1gld9gLI1Cg28LR",
    "cover_id": "1YO1tiEn5NRmVPuwigvTOWrgX0LZvsnWi",
    "category": "Romantasy"
  },
  {
    "title": "A Prophecy of Flames and Vengeance",
    "description": "The throne room smelled of ash and betrayal. Lyris Nightshade stood before the obsidian dais where her father's body had been found three days prior, his throat slit so cleanly the healers said he never woke. The stone beneath her boots still bore the stain of his blood, a dark reminder that even kings could be murdered in their sleep. She traced the edge of her dagger along her palm, not quite br...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-ESosbIErb_wNABTisUx7ybqf_ESghS0&sz=w300",
    "ebook_id": "1_IxSjmpYDuS0AaJlhqG6xx8G3Mm6y4jH",
    "cover_id": "1-ESosbIErb_wNABTisUx7ybqf_ESghS0",
    "category": "Romantasy"
  },
  {
    "title": "Wicked Disruption Blueprint",
    "description": "The extinction event has already begun. While you're reading quarterly reports and attending industry conferences, artificial intelligence is systematically dismantling the foundations of traditional business. This isn't hyperbole or Silicon Valley fear-mongering. It's the cold, mathematical reality of exponential technology meeting linear thinking.",
    "cover_url": "https://drive.google.com/thumbnail?id=1p4C0byU0nrhcy5AgcsuXcv5PC09rUC9q&sz=w300",
    "ebook_id": "1_C-K2J97yMTnDqdaYK9XN8fKegC7AAVJ",
    "cover_id": "1p4C0byU0nrhcy5AgcsuXcv5PC09rUC9q",
    "category": "Fiction"
  },
  {
    "title": "Whispers of the Celestial Flame",
    "description": "Blood dripped from Delphine's fingers onto the ancient stone. Each drop ignited with silver flame before it struck the floor.",
    "cover_url": "https://drive.google.com/thumbnail?id=1zg3T0gk1BZmRKKEDh5FfQdTOEHMCs8Ek&sz=w300",
    "ebook_id": "14DLxsnqqwjP09FSUre9nwu8P9ViHhwEO",
    "cover_id": "1zg3T0gk1BZmRKKEDh5FfQdTOEHMCs8Ek",
    "category": "Romantasy"
  },
  {
    "title": "Wicked Altitude Empire",
    "description": "On May 10, 2024, Adrian Whitmore paid $65,000 to die on Mount Everest. He wasn't looking for death, of course. Like the 421 other climbers who obtained permits that year, Adrian believed he was purchasing immortality. A summit selfie. Bragging rights. The ultimate CEO adventure to cap off his motivational speaking tour about \"conquering impossible peaks in business.\"",
    "cover_url": "https://drive.google.com/thumbnail?id=1TklxvEr-6H3BW7D4OxzoMTKCjHWhxhPL&sz=w300",
    "ebook_id": "1FQfpnUUch5x2YpzZdn0BiNoII3eUG5a0",
    "cover_id": "1TklxvEr-6H3BW7D4OxzoMTKCjHWhxhPL",
    "category": "Fiction"
  },
  {
    "title": "Weather trades",
    "description": "Isaac Brennan stared at his laptop screen at 11:47 PM on February 14, 2023, watching $340 drain from his Kalshi account in less than three minutes. The temperature contract for New York City—Will it hit 42°F or higher on February 15?—had just resolved at 41.8°F. He'd bought YES shares at 68 cents each, convinced the overnight forecast shift from 40°F to 43°F meant easy money. The crowd was still p...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ODSXEs4CG3251tjlH7zkAWuhLnM0cZlK&sz=w300",
    "ebook_id": "11nJ4--URV3r-WplUtKY3AZlpR32Tu4zk",
    "cover_id": "1ODSXEs4CG3251tjlH7zkAWuhLnM0cZlK",
    "category": "Fiction"
  },
  {
    "title": "Wars Of Tomorrow",
    "description": "Not in some distant science fiction future. Not in a war game at the Pentagon. This is the scenario that keeps Admiral Richardson awake at night, staring at classified satellite feeds from his office in Pearl Harbor. The scenario that made him quit his thirty-year naval career to write the report that nobody in Washington wants to read.",
    "cover_url": "https://drive.google.com/thumbnail?id=1t13doN2VLLkWFTj-DT99KQ5jfslF0lAE&sz=w300",
    "ebook_id": "1cf5CUwpDPGju3_nx1tPOZWcD89bXCa_E",
    "cover_id": "1t13doN2VLLkWFTj-DT99KQ5jfslF0lAE",
    "category": "Fiction"
  },
  {
    "title": "Void Throne Rising 2",
    "description": "Not metaphorically. Not symbolically. The golden seat that had commanded absolute obedience for three thousand years was literally consuming the man who sat upon it, tendrils of molten metal burrowing through flesh that should have been protected by ancient bloodline magic. His screams echoed through the empty throne room, but no guards came running. They couldn't. The very concept of loyalty had ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1LbZInD9O0EOijjJnCbvgoZ6Ob5ZPXUIZ&sz=w300",
    "ebook_id": "16_Ca-HjQvFSoa6ENbdPXoajfwsILp99A",
    "cover_id": "1LbZInD9O0EOijjJnCbvgoZ6Ob5ZPXUIZ",
    "category": "Romantasy"
  },
  {
    "title": "Weather War",
    "description": "On November 8, 2013, Typhoon Haiyan became the strongest tropical cyclone ever recorded at landfall. With sustained winds exceeding 195 miles per hour, the storm obliterated the central Philippines, killing over 6,300 people and displacing 4.1 million more. In the aftermath, as bodies floated through the streets of Tacloban and survivors scavenged for food among the wreckage, something unprecedent...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Xy_prbxHG7x-6wukgIgKcsuFllkcJ6Iw&sz=w300",
    "ebook_id": "19xN0t9PxvBwzdHHW9I58qtOOPTnIFEg8",
    "cover_id": "1Xy_prbxHG7x-6wukgIgKcsuFllkcJ6Iw",
    "category": "Fiction"
  },
  {
    "title": "Vowforge Sparks",
    "description": "The ancient forges of the Vowkeepers have fallen silent across the realm of Aethermoor, their sacred flames extinguished one by one as the old magic dies. Where once the art of binding words to steel created weapons capable of reshaping reality itself, now only rust and memory remain. The great academies that trained generations of Vowforgers stand empty, their libraries ransacked, their masters s...",
    "cover_url": "https://drive.google.com/thumbnail?id=1NzsRoxDSZD24-pdBDBere2sMtcaz1jI8&sz=w300",
    "ebook_id": "1LPvGtyIWNy4RRIAQo4gPMV3MptJuzbrn",
    "cover_id": "1NzsRoxDSZD24-pdBDBere2sMtcaz1jI8",
    "category": "Romance"
  },
  {
    "title": "Vowforge Oath",
    "description": "The Vowforge had shattered six months ago, its crystalline fragments scattered across the Nine Realms like seeds of chaos waiting to bloom. Where once a single artifact had bound magic to order, now a thousand shards pulsed with unrestrained power, each one capable of rewriting the fundamental laws that governed existence. The Academy of Ethereal Arts stood as the last bastion against the spreadin...",
    "cover_url": "https://drive.google.com/thumbnail?id=1iC-6juqma_ZOD073W440V0na-lbY6R_H&sz=w300",
    "ebook_id": "1G5SBtBq1lUVeMQ3M48UxxpGkZIspQi9m",
    "cover_id": "1iC-6juqma_ZOD073W440V0na-lbY6R_H",
    "category": "Romance"
  },
  {
    "title": "Vowforge Ascendent",
    "description": "Not in the way fire consumes wood or metal melts in crucibles, but in the way promises sear themselves into souls, leaving marks that transcend flesh and time. In the ruins of what was once the greatest magical academy in three realms, where stone still weeps shadow-tears from wounds torn by reality itself, the survivors of the Heartstone's awakening face a truth more terrible than any prophecy fo...",
    "cover_url": "https://drive.google.com/thumbnail?id=1f7LJiEjm4BHz-TqQz_4xHzdQetBfECv5&sz=w300",
    "ebook_id": "1jsntviIWa2dCXTd4QPmt6Lv_HeQ3QX9U",
    "cover_id": "1f7LJiEjm4BHz-TqQz_4xHzdQetBfECv5",
    "category": "Romance"
  },
  {
    "title": "Velvet Throne",
    "description": "In the shadow world of New York's criminal underworld, where blood runs thicker than water and betrayal cuts deeper than any blade, the five families rule with iron fists wrapped in velvet gloves. The Morettis of Brooklyn, the Cavalettis of Manhattan, the Rossis of Queens, the Bianchis of the Bronx, and the Lombardis of Staten Island—each carved their territory from flesh and bone, each bound by a...",
    "cover_url": "https://drive.google.com/thumbnail?id=1EncxQyB8COzHRENm_pSeaK9YvNwHuEL9&sz=w300",
    "ebook_id": "1hSOHQlyA8i_dTkgg8HIwz_YomykH7BtG",
    "cover_id": "1EncxQyB8COzHRENm_pSeaK9YvNwHuEL9",
    "category": "Romantasy"
  },
  {
    "title": "Visions Beyond Life",
    "description": "The cardiac monitors screamed their warning as Dr. Patricia Reynolds watched her patient flatline on the operating table. Thomas Garrett, a forty-three-year-old construction foreman, had come in for routine gallbladder surgery. Now his heart had stopped. For the next eleven minutes, the surgical team fought to bring him back, performing CPR, administering epinephrine, shocking his chest with the d...",
    "cover_url": "https://drive.google.com/thumbnail?id=1L_KmJJZQAKaDZApZzfpf9FwvduYQlnWn&sz=w300",
    "ebook_id": "1unvbnwLbYGL_lBItqT_v6J9N8dBNt9Si",
    "cover_id": "1L_KmJJZQAKaDZApZzfpf9FwvduYQlnWn",
    "category": "Fiction"
  },
  {
    "title": "Veil of Venom and Starlight",
    "description": "For four centuries, the divide held. The Nocturne Court ruled the eastern territories with venom-laced blood magic that could stop a heart in three seconds, while the Starlight Legion commanded the west with light-forged weapons that burned shadow to ash. The treaty signed after the Last Reckoning forbade marriages between the courts, forbade alliances, forbade even speaking each other's names wit...",
    "cover_url": "https://drive.google.com/thumbnail?id=1AKOF3uQWa6GROOQFIZKUXu9hNn-J4JDb&sz=w300",
    "ebook_id": "1-ChHK39a3fopqR3MBAzDdHq5IQxG0ai3",
    "cover_id": "1AKOF3uQWa6GROOQFIZKUXu9hNn-J4JDb",
    "category": "Fiction"
  },
  {
    "title": "Veil Of The Astral War",
    "description": "Sienna pressed her palm against the cold stone of the astronomy tower, watching the impossible happen above her.",
    "cover_url": "https://drive.google.com/thumbnail?id=1MJap1jB0stmNc_Rx_OjZrzX2osYBCJEm&sz=w300",
    "ebook_id": "141DKHqHIY1gxrMuSDR9WsVrfk5DumTr-",
    "cover_id": "1MJap1jB0stmNc_Rx_OjZrzX2osYBCJEm",
    "category": "Fiction"
  },
  {
    "title": "Unlocking Youtube Growth",
    "description": "The creator had seventeen subscribers. Not seventeen thousand. Seventeen. His videos averaged twelve views, mostly from his mom refreshing the page. Three months later, he crossed one million subscribers and was earning forty-seven thousand dollars per month from a platform everyone said was oversaturated. What changed wasn't his camera equipment or editing software. He discovered something the to...",
    "cover_url": "https://drive.google.com/thumbnail?id=1nh6SydUpRJIpnTDrkOFDH2X4fUIRcJE0&sz=w300",
    "ebook_id": "1wWN5RCdfEmVVV_HoIqxSB3qpsACefVXI",
    "cover_id": "1nh6SydUpRJIpnTDrkOFDH2X4fUIRcJE0",
    "category": "Fiction"
  },
  {
    "title": "Unlocking TikTok Virality",
    "description": "The notification hit my phone like a lightning bolt. One million views in twelve hours. My hands were shaking as I watched the numbers climb in real time. Two million. Three million. By the time I went to bed that night, the video had crossed ten million views, and my follower count had exploded from 147 to over 50,000. In thirty days, I would hit 100 million total views and generate my first six-...",
    "cover_url": "https://drive.google.com/thumbnail?id=13EP6MaqOp3JMwE_45G10ZAfT1Oni2iMj&sz=w300",
    "ebook_id": "1vIxFA7Yj3gx8JfrseZq3Kq0vk5rla8BS",
    "cover_id": "13EP6MaqOp3JMwE_45G10ZAfT1Oni2iMj",
    "category": "Fiction"
  },
  {
    "title": "Throne Of Silver Shadows",
    "description": "The blade whispered against my throat, cold as winter's first kiss, sharp as betrayal's sting. In that moment, suspended between heartbeats, between life and death, I finally understood the truth that had eluded me for twenty-three years: we are all prisoners of our blood.",
    "cover_url": "https://drive.google.com/thumbnail?id=10s902olR8r_2smhG2zqQTrPEcGqmMizz&sz=w300",
    "ebook_id": "1KmzQ8JaVuN7lkT0uLhe-C4_kbAyv6Vcd",
    "cover_id": "10s902olR8r_2smhG2zqQTrPEcGqmMizz",
    "category": "Romantasy"
  },
  {
    "title": "Throne of Eternal Becoming 5",
    "description": "Not was born, not came to be, but existed—simultaneously across every timeline that had ever been or could ever be, a single consciousness experiencing infinite variations of its own beginning. In one timeline, Lyralei screamed as shadow and light tore through her. In another, she wept silently as paradox itself emerged from her womb. In a third, she laughed with terrible understanding as the chil...",
    "cover_url": "https://drive.google.com/thumbnail?id=1QZaMQPkpimdYo0oHbULGswloDc6W9rgV&sz=w300",
    "ebook_id": "19-4DHGBySF9wtomk9s1rE5qzrIfq2tGB",
    "cover_id": "1QZaMQPkpimdYo0oHbULGswloDc6W9rgV",
    "category": "Romantasy"
  },
  {
    "title": "Throne Of Vengeance And Desire",
    "description": "Blood dripped from the ceremonial dagger, each drop echoing through the abandoned temple like thunder in the silence before a storm. The prophecy had been clear: one bloodline would fall, another would rise, and between them stood only the promise of vengeance wrapped in desire so dangerous it could burn kingdoms to ash.",
    "cover_url": "https://drive.google.com/thumbnail?id=1DaerNS3vUyhlaWeZIpXF7eo2T7JUvySd&sz=w300",
    "ebook_id": "1fCgxKaePOalQbO3sCCUJGIldYPdfiUO0",
    "cover_id": "1DaerNS3vUyhlaWeZIpXF7eo2T7JUvySd",
    "category": "Romantasy"
  },
  {
    "title": "Time Windows",
    "description": "March 14, 2023, 2:11 a.m., Chicago — Isaac Brennan sat alone in his apartment with three monitors glowing blue in the darkness, watching a Kalshi temperature contract swing $847 in his favor over the course of eighteen minutes. He hadn't predicted anything. He hadn't analyzed fundamentals or consulted expert forecasts. He had simply waited until everyone else went to sleep. The market window betwe...",
    "cover_url": "https://drive.google.com/thumbnail?id=1U03ZL4dKyqRkEPwlJr7retsJ1G7nJ9m9&sz=w300",
    "ebook_id": "1kSj8oO4dRW5Y-Tun9ni7HOqBLMoSVL0C",
    "cover_id": "1U03ZL4dKyqRkEPwlJr7retsJ1G7nJ9m9",
    "category": "Fiction"
  },
  {
    "title": "The X Viral Engine",
    "description": "While everyone else was arguing about follower counts, I discovered something that made me $47,000 from a single tweet with only 3,200 followers. Not through sponsorships. Not through product placement. Through understanding the one thing about X's algorithm that 99% of users completely miss—and it's not what any \"guru\" will tell you.",
    "cover_url": "https://drive.google.com/thumbnail?id=1BCqT9heQ4Dw607t9XeTZDzD4rCuNd043&sz=w300",
    "ebook_id": "1qhjgWvHE7z9fYxC6nMY7_wXfBDXEe0lj",
    "cover_id": "1BCqT9heQ4Dw607t9XeTZDzD4rCuNd043",
    "category": "Fiction"
  },
  {
    "title": "The YES",
    "description": "March 14, 2024, 11:47 PM. Tristan Knox sat in his cramped Oakland studio, staring at seventeen browser tabs, each one showing a different forecast model for the next day's high temperature in Phoenix. The contract was simple: YES pays out if Phoenix hits 87 degrees or higher by 5 PM local time tomorrow. NO pays out if it stays 86 or below. The market price sat at 68 cents for YES, meaning the crow...",
    "cover_url": "https://drive.google.com/thumbnail?id=1awDiEoOB64ayA46Sc9YoLThNL5-q3ggW&sz=w300",
    "ebook_id": "1TpMOGbOTAYrb04CdZADkx6TMfxpu2QM8",
    "cover_id": "1awDiEoOB64ayA46Sc9YoLThNL5-q3ggW",
    "category": "Fiction"
  },
  {
    "title": "The Wicked Wealth Machine",
    "description": "Picture this: It's 2007. Some guy named Steve walks onto a stage and pulls out a device that fits in his pocket. \"This changes everything,\" he says.",
    "cover_url": "https://drive.google.com/thumbnail?id=18_jvckAYSbWbTDe1mTFelhcEys38cqFM&sz=w300",
    "ebook_id": "1e20iAb2unz1r18zix4v7VWqPUVoIXqB8",
    "cover_id": "18_jvckAYSbWbTDe1mTFelhcEys38cqFM",
    "category": "Fiction"
  },
  {
    "title": "The Systems of Momentum",
    "description": "Most productivity advice is fundamentally broken. We chase motivation like it's rocket fuel, believing willpower will carry us through. Here's what nobody tells you: momentum doesn't come from pushing harder. It comes from removing friction. The difference between people who sustain high performance for decades and those who burn out in months isn't talent or discipline. It's systems design. And t...",
    "cover_url": "https://drive.google.com/thumbnail?id=1S4r4ERn7T15Pm4gf0F8yllY4Aa1N9EvE&sz=w300",
    "ebook_id": "1pUwUvPGqBTxLyfBNmrdgcrsy4lJjrmeC",
    "cover_id": "1S4r4ERn7T15Pm4gf0F8yllY4Aa1N9EvE",
    "category": "Fiction"
  },
  {
    "title": "The Trust War",
    "description": "The most dangerous war in human history is already underway, and most of its victims have no idea they are under attack. There are no explosions lighting up the night sky, no columns of refugees streaming across borders, no generals appearing on television to announce strategic objectives. The weapons deployed in this conflict leave no craters, produce no casualties that can be photographed and me...",
    "cover_url": "https://drive.google.com/thumbnail?id=13bw8jcWNRYdxr0EHOJh1NBs43QAqPp2E&sz=w300",
    "ebook_id": "17jh8GlZcgWlozmczWuxiDYSMt0IOeJMS",
    "cover_id": "13bw8jcWNRYdxr0EHOJh1NBs43QAqPp2E",
    "category": "Fiction"
  },
  {
    "title": "The Violet Hour Conspiracy",
    "description": "Death had followed Scarlett through three countries in seven days, and now it waited for her at the end of a rain-slicked alley in Prague, wearing the face of a man she'd once trusted. The files clutched against her chest contained enough evidence to topple governments, but they wouldn't matter if she didn't survive the next sixty seconds. Her breath came in sharp gasps that turned to vapor in the...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ihe7fr0SEXtHpw6jtfJb3mq7NDB23dEc&sz=w300",
    "ebook_id": "1YH6VcYu7GIygEMXcQr7evDfuQjyCTfpa",
    "cover_id": "1ihe7fr0SEXtHpw6jtfJb3mq7NDB23dEc",
    "category": "Fiction"
  },
  {
    "title": "The Synthetic Truth Manipulation, Perception, and Power 3",
    "description": "Seventy-three percent of Americans can no longer distinguish between authentic and synthetic media, according to MIT's latest perceptual reality study. Last week, a fabricated video of a Fortune 500 CEO announcing bankruptcy wiped out thirty-seven billion dollars in market value before anyone verified its authenticity. The question isn't whether you've been manipulated today—it's how many times, b...",
    "cover_url": "https://drive.google.com/thumbnail?id=1c4FKNTqC2W9NO3X5LZExkoUm9ZMbycwT&sz=w300",
    "ebook_id": "14toJB7Nkurz0VtTeuF7bgMmi4MqZSmQl",
    "cover_id": "1c4FKNTqC2W9NO3X5LZExkoUm9ZMbycwT",
    "category": "Fiction"
  },
  {
    "title": "The Surveillance Conquest",
    "description": "The most consequential infrastructure project in human history was built without a single public vote, legislative debate, or constitutional amendment. Between 2007 and 2018, a planetary-scale surveillance apparatus emerged from the convergence of consumer technology, corporate ambition, and state security imperatives. The people who built it rarely used the word surveillance. They spoke instead o...",
    "cover_url": "https://drive.google.com/thumbnail?id=1qLU-O76FcToclJQW6f313PhiLfq3qdwD&sz=w300",
    "ebook_id": "1unhZuI9GRNhRkl3-shnO1SfiKD8cEr-V",
    "cover_id": "1qLU-O76FcToclJQW6f313PhiLfq3qdwD",
    "category": "Nonfiction"
  },
  {
    "title": "The Solo Consultant",
    "description": "The consulting industry is experiencing a seismic shift. While most consultants still trade hours for dollars, a small group of forward-thinking professionals are building practices that generate half a million dollars or more annually without a single employee. They're doing it through a combination of artificial intelligence, productized services, and automation systems that seemed impossible ju...",
    "cover_url": "https://drive.google.com/thumbnail?id=18e4BYfertR6CjGGrpHjvCL7JyiV-ke94&sz=w300",
    "ebook_id": "1KI_CHfEpdrTYraTnqK5-dxh4MnHLWRS9",
    "cover_id": "18e4BYfertR6CjGGrpHjvCL7JyiV-ke94",
    "category": "Fiction"
  },
  {
    "title": "The SMB Owner",
    "description": "Adrian Kovac thought his manufacturing company was doing fine. With 23 employees and $3.2 million in annual revenue, his precision parts business had been steadily growing for eight years. His client retention rate was 94%, employee turnover was minimal, and profit margins were healthy at 18%. Then his biggest client—representing $680,000 in annual revenue—mentioned during a routine meeting that t...",
    "cover_url": "https://drive.google.com/thumbnail?id=1EU9bsWZlXVs6jdOuxObte__h749NLAMj&sz=w300",
    "ebook_id": "12oBc1J7jU5I0v_HHhAvzj5NQewfY6ZHc",
    "cover_id": "1EU9bsWZlXVs6jdOuxObte__h749NLAMj",
    "category": "Fiction"
  },
  {
    "title": "The Shadow Throne Wars 4",
    "description": "Death had a sound, and Lyralei knew it intimately. Not the wet gasp of a final breath or the silence that followed, but something older, hungrier. It was the sound of unmaking, of existence folding back into the nothing that birthed it. She heard it now in the spaces between her child's heartbeats, in the pauses between one timeline and the next.",
    "cover_url": "https://drive.google.com/thumbnail?id=15g2lmzEN_830j-LWaLH72ORb37FX5L_I&sz=w300",
    "ebook_id": "1Nv92UrWJx-bxa94I7tmBdpmpNYPWQPiW",
    "cover_id": "15g2lmzEN_830j-LWaLH72ORb37FX5L_I",
    "category": "Romantasy"
  },
  {
    "title": "The Secrecy Dividend",
    "description": "You believe you live in a democracy. You cast your vote, watch the news, follow the debates. You assume that the leaders you elect hold the reins of power, that the institutions you see operate transparently, that the decisions affecting your life emerge from processes you understand. This belief is not entirely wrong. It is simply incomplete in ways that matter more than you realize.",
    "cover_url": "https://drive.google.com/thumbnail?id=1cwT_rbzCIGZL7-xNbLX-v7m3c-Hk0OXa&sz=w300",
    "ebook_id": "1DolX6p1j0Ej_BJzqEIiB_cMwiY5n5Cev",
    "cover_id": "1cwT_rbzCIGZL7-xNbLX-v7m3c-Hk0OXa",
    "category": "Fiction"
  },
  {
    "title": "The Revolutionary Strategy for Lasting Success",
    "description": "Not the gentle fading most people experience when their ambitions slowly suffocate under the weight of reality. This was violent. Immediate. The kind of death that leaves you gasping on your bathroom floor, staring at a bank statement showing seventeen dollars and wondering how someone with your intelligence, your drive, your absolute certainty of success ended up here.",
    "cover_url": "https://drive.google.com/thumbnail?id=181piNfqugnjUkxBlpvMqbkXskebr6pfi&sz=w300",
    "ebook_id": "1KtYZtEAJ-ambyxW7ZoRoJX5LoxUXrzio",
    "cover_id": "181piNfqugnjUkxBlpvMqbkXskebr6pfi",
    "category": "Fiction"
  }
]