[
  {
    "title": "Midnight Endeavors",
    "description": "The rain drummed against the tall windows of Ravencroft University's library like restless fingers, each droplet catching the amber glow of the antique chandeliers before sliding into darkness. Francesca Romano pulled her burgundy cardigan tighter around her shoulders as she navigated the maze of towering bookshelves, her worn leather satchel bumping gently against her hip with each step. The fami...",
    "cover_url": "https://drive.google.com/thumbnail?id=1vHQn7uvVnlo7gadmSLFBsOm5zUzelYdn&sz=w300",
    "ebook_id": "18o95n8MUfhKlEs8Q6rb2j8MJUwOkbNeA",
    "cover_id": "1vHQn7uvVnlo7gadmSLFBsOm5zUzelYdn",
    "category": "Fiction"
  },
  {
    "title": "Nano Healers",
    "description": "The needle pierced Sarah Chen's skin with surgical precision, but what emerged from its tip wasn't medicine as we've known it for centuries. Instead, millions of microscopic machines—each smaller than a virus, each programmed with a singular, devastating mission—began their hunt through her bloodstream. Their target: the rogue cancer cells that had colonized her liver, cells that traditional chemo...",
    "cover_url": "https://drive.google.com/thumbnail?id=1nG75BEc_kcTUyG7vx4n3qjtA52hk7wh4&sz=w300",
    "ebook_id": "1ig5dfPzgcJzOFG5D0pAOa2vWM7pLTKW5",
    "cover_id": "1nG75BEc_kcTUyG7vx4n3qjtA52hk7wh4",
    "category": "Fiction"
  },
  {
    "title": "Midnight Roulette",
    "description": "The neon signs of Flushing Chinatown cast blood-red shadows across Roosevelt Avenue at 2:47 AM, their electric hum the only soundtrack to a district that never truly sleeps. Beneath the Good Fortune Herbal Pharmacy, where ginseng roots hang like severed fingers in dusty jars, the real business of the night was just beginning. Li Na Xu adjusted the collar of her black silk blouse and descended the ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1QSb7poGJkChdbCev6WZb8-OxctMmDnQ_&sz=w300",
    "ebook_id": "10Th3kZo9-f9Xk77ePEN5NDqYFPly-McF",
    "cover_id": "1QSb7poGJkChdbCev6WZb8-OxctMmDnQ_",
    "category": "Fiction"
  },
  {
    "title": "Hearts in Harmony",
    "description": "The emergency board meeting had been called for seven in the morning, which Mia Castellano took as the first sign that her life was about to implode. She sat in the pristine conference room of the Philadelphia Symphony Orchestra's administrative offices, her coffee growing cold as she watched the faces around the mahogany table grow increasingly grim.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ZFNopUDjSpLz1rhW1yuJRpFY7wqafpuc&sz=w300",
    "ebook_id": "1FP4sWz7fCb31yQwSGQf8AC9iT9wxHGbU",
    "cover_id": "1ZFNopUDjSpLz1rhW1yuJRpFY7wqafpuc",
    "category": "Nonfiction"
  },
  {
    "title": "Left Behind",
    "description": "On a bitter February morning in rural Kentucky, seventy-three-year-old Martha Hensley sits in her wheelchair by the window of her trailer, watching the empty road that leads to town. Her daughter Patricia won't be coming today to help her shower or take her medications. Patricia lost her job as a home health aide three weeks ago when the local agency shut down, another casualty of what legislators...",
    "cover_url": "https://drive.google.com/thumbnail?id=1wnL8NJdJlDYX_F_5Q-Yh4r9V4rF2jf5u&sz=w300",
    "ebook_id": "1IUiZeMwSRxZtEZBwsqTHdOua8FOHpTlo",
    "cover_id": "1wnL8NJdJlDYX_F_5Q-Yh4r9V4rF2jf5u",
    "category": "Fiction"
  },
  {
    "title": "Love in the Limelight READY",
    "description": "Welcome, dear reader, to a world where spotlights shine bright and hearts beat even brighter. This isn't just a story about two people falling in love; it's about finding your rhythm when the world's watching, about discovering that true connection can bloom in the most unexpected places, even when one of those places is the fiercely guarded heart of a global superstar.",
    "cover_url": "https://drive.google.com/thumbnail?id=1bTV2BDfkY3SRMd7uiyCQtyyV7oBQRZMv&sz=w300",
    "ebook_id": "1NTxEHdfCk2zNzp5pgb0bq8mjx_ltKSB3",
    "cover_id": "1bTV2BDfkY3SRMd7uiyCQtyyV7oBQRZMv",
    "category": "Romance"
  },
  {
    "title": "Letters to the Man I Buried READY",
    "description": "They say time heals all wounds. A comforting platitude, isn’t it, Rhys? Something people murmur when they don’t know what else to say, their eyes filled with a pity that feels more like a judgment. But time, I’ve found, is a fickle physician. Some wounds it merely papers over, leaving the infection to fester beneath. Others, it deepens, etching them into the very marrow of your bones until they be...",
    "cover_url": "https://drive.google.com/thumbnail?id=1w38opzSAHsAA1VCmzpJuyd9vfrk2Hbxt&sz=w300",
    "ebook_id": "1Cx0fjn2L-ubnRjoR4OPpUCT-vIFiUlNe",
    "cover_id": "1w38opzSAHsAA1VCmzpJuyd9vfrk2Hbxt",
    "category": "Fiction"
  },
  {
    "title": "How Automats Will Replace the Kitchen",
    "description": "I could see it in the way Carmen Ruiz moved through her kitchen on that humid Tuesday evening in July 2024, her movements carrying the weight of thirty years spent perfecting the art of feeding people. Her small Mexican restaurant in East Austin had survived gentrification, the 2020 pandemic, and two economic recessions, but it couldn't survive the robots.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ZFdYwSTj0labDAMHyAI6E8Ez9FFfxt7B&sz=w300",
    "ebook_id": "1kYMaRG2JipC-rmcgBa1_9cNNiBxyWJQL",
    "cover_id": "1ZFdYwSTj0labDAMHyAI6E8Ez9FFfxt7B",
    "category": "Fiction"
  },
  {
    "title": "How the Rich Stole New York By William Liu",
    "description": "The last time Maria Gonzalez walked through the lobby of her apartment building, she carried nothing but a small canvas bag and the weight of forty-seven years in Manhattan. The marble floors that had once seemed so ordinary now gleamed with a cold perfection that made her footsteps echo like gunshots. Behind the concierge desk where Carlos used to sit—Carlos who knew everyone's name and asked abo...",
    "cover_url": "https://drive.google.com/thumbnail?id=1lWN6oHRRO2tuARr3o84g0Xldp0Q8fnuo&sz=w300",
    "ebook_id": "1n0IROZQIaH4axBJ3HbFR7ZArsUl7iepB",
    "cover_id": "1lWN6oHRRO2tuARr3o84g0Xldp0Q8fnuo",
    "category": "Fiction"
  },
  {
    "title": "How To Create Audiobooks Without A Microphone",
    "description": "The audiobook industry just crossed $8 billion in annual revenue, and it's showing no signs of slowing down. Every day, millions of commuters, gym-goers, and multitaskers choose audio content over traditional reading. Yet most authors sit on the sidelines, watching this gold rush from afar, convinced they need professional studios, expensive equipment, or voices that could narrate the next blockbu...",
    "cover_url": "https://drive.google.com/thumbnail?id=1GipL4lz0EC5wudz3lEnPEs7Fz0v4gKmF&sz=w300",
    "ebook_id": "1Oaf2ZshasiPEAPO0KfXcgPDjqQ1s93oU",
    "cover_id": "1GipL4lz0EC5wudz3lEnPEs7Fz0v4gKmF",
    "category": "Fiction"
  },
  {
    "title": "Letters to My Father",
    "description": "There is a language spoken only in the aftermath. It is a dialect of silence, a grammar of regret. It is the conversation you begin with a ghost, long after the final word has been spoken aloud. This book is my attempt to learn that language. It is an excavation. It is a prayer whispered into the unanswering void where you used to be.",
    "cover_url": "https://drive.google.com/thumbnail?id=1l6XKKP6fHPizAgJAL3p99B0ZbppYcCvH&sz=w300",
    "ebook_id": "1tltKC1bBaEf1_388i_gmyQ4fRSPAflUq",
    "cover_id": "1l6XKKP6fHPizAgJAL3p99B0ZbppYcCvH",
    "category": "Fiction"
  },
  {
    "title": "Liquid Power",
    "description": "The sun hasn't yet broken the horizon when Rajesh Sharma takes his place in line. Two plastic buckets rest at his feet, their blue surfaces cracked from years of use. Around him, hundreds of others wait in Mumbai's pre-dawn darkness, each clutching their own containers like lifelines. When the municipal water truck arrives at 6 AM—if it arrives—Rajesh will have exactly fifteen minutes to fill his ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1JKSEqxXry_7h861Gc7ksspMLvazzBmkI&sz=w300",
    "ebook_id": "1qrXLMB9zGsLISy47w12AMJh1LX58_sv6",
    "cover_id": "1JKSEqxXry_7h861Gc7ksspMLvazzBmkI",
    "category": "Fiction"
  },
  {
    "title": "I'M A Ceo And I Wear Hot Pants",
    "description": "Picture this: A mahogany-paneled boardroom on the 47th floor of a Manhattan skyscraper. Twelve executives in identical charcoal suits seated around a table that cost more than most people's cars. The kind of room where billion-dollar decisions get made and careers get destroyed with a single PowerPoint slide.",
    "cover_url": "https://drive.google.com/thumbnail?id=1kKwWAm0M7cqK-FBGxTIcyTSPzp8ZTEFZ&sz=w300",
    "ebook_id": "1ZgQGlip8vlROXNUK6P0rMPdFmPK7uADc",
    "cover_id": "1kKwWAm0M7cqK-FBGxTIcyTSPzp8ZTEFZ",
    "category": "Fiction"
  },
  {
    "title": "Golden Giggles",
    "description": "Welcome, my dear friends, to a collection of chuckles, giggles, and good-natured humor designed especially for those of us who've earned our stripes—and our wrinkles! I'm Stanley Chuckler, and at seventy-three years young, I've discovered that laughter truly is the best medicine, especially when it doesn't require a prescription or a co-pay.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ctNooB2KFIxaeqHFG3W5Bv4QRwmKvc6B&sz=w300",
    "ebook_id": "1WScOqygv_0ysq8AyqcmHYiPN7XGoIRcl",
    "cover_id": "1ctNooB2KFIxaeqHFG3W5Bv4QRwmKvc6B",
    "category": "Fiction"
  },
  {
    "title": "Enemies by Design",
    "description": "The Middle East burns, and it has been burning for over a century. From the rubble of Gaza to the proxy battlefields of Syria, from the nuclear facilities of Iran to the intelligence wars fought in the shadows of Beirut, this region has become synonymous with endless conflict, sectarian hatred, and geopolitical chess games that consume entire generations.",
    "cover_url": "https://drive.google.com/thumbnail?id=1HvUOn7OVtI7ZGtuUHVcIRcF9eKmSUipy&sz=w300",
    "ebook_id": "1m9dZBoIvCuIeKAcFES1dgDlBeAyos4XK",
    "cover_id": "1HvUOn7OVtI7ZGtuUHVcIRcF9eKmSUipy",
    "category": "Fiction"
  },
  {
    "title": "Embody the Future",
    "description": "The notification sound pierced through the morning stillness of my home office, pulling me from a deep state of focus. Another AI breakthrough. Another paradigm shift. Another moment where the ground beneath the business world seemed to tremble and resettle into an entirely new configuration. As I stared at the screen, reading about the latest advancement in artificial intelligence, a familiar sen...",
    "cover_url": "https://drive.google.com/thumbnail?id=1tO2RFPw9lcfhrjzTv-iYw3XyqtD_fLZq&sz=w300",
    "ebook_id": "1CPx-rQzDTAXwIEDbC1bf1SakYKZeybpQ",
    "cover_id": "1tO2RFPw9lcfhrjzTv-iYw3XyqtD_fLZq",
    "category": "Fiction"
  },
  {
    "title": "Empire Shift",
    "description": "The alarm sounded at precisely 3:47 AM Eastern Standard Time on March 15, 2024, in the situation room of the Federal Reserve. What began as routine monitoring of overnight Asian markets had escalated into something unprecedented in American financial history. For the first time since the Bretton Woods system established the dollar's global dominance in 1944, more international trade settlements we...",
    "cover_url": "https://drive.google.com/thumbnail?id=1P8aKrTsNUin7QJiTvaCOnBsC0aKvdCBM&sz=w300",
    "ebook_id": "1VbueNsSXX5--C23L5-J43WE_dTqfiE9Y",
    "cover_id": "1P8aKrTsNUin7QJiTvaCOnBsC0aKvdCBM",
    "category": "Fiction"
  },
  {
    "title": "Golden Dome",
    "description": "The early decades of the 21st century were marked by a dawning, uncomfortable realization: humanity, for all its technological prowess and intellectual advancement, remained profoundly vulnerable. This vulnerability was not to a single, easily identifiable foe, but to a confluence of threats, some cosmic in origin, others tragically terrestrial and self-inflicted. From the ever-present Sword of Da...",
    "cover_url": "https://drive.google.com/thumbnail?id=1mBNgzhLm-YNPAONs3SfTOiGy9EEvz1Pl&sz=w300",
    "ebook_id": "1j3CzMt-GWbVz-elE-0WTvDw-o9DPrEbU",
    "cover_id": "1mBNgzhLm-YNPAONs3SfTOiGy9EEvz1Pl",
    "category": "Fiction"
  },
  {
    "title": "Get High with Mother Nature",
    "description": "Nature has an incredible ability to elevate our spirits, calm our minds, and revitalize our bodies. But how many of us have truly tapped into nature's hidden high? In this book, we will explore the exhilarating and life-changing ways the great outdoors can become your ultimate source of wellness. From hiking through vibrant forests to stargazing under a blanket of stars, Get High with Mother Natur...",
    "cover_url": "https://drive.google.com/thumbnail?id=1K3J0czTjTxMIOam9H0ENECgdocRhnATe&sz=w300",
    "ebook_id": "1LfDZj2t-yZp5kdoWRL-r2pTTGqQw6pW9",
    "cover_id": "1K3J0czTjTxMIOam9H0ENECgdocRhnATe",
    "category": "Fiction"
  },
  {
    "title": "Firewalled Futures READY",
    "description": "The city breathes, a mechanical lung exhaling a mist of indifference. Rain slicks the streets, reflecting the neon glow of a world that never truly sleeps, a world that watches with a million unseen eyes. For some, this is the backdrop of ordinary life – commutes, coffee, fleeting moments of joy or despair. For others, like Kestrel, it’s a hunting ground, a maze of shadows where survival is a curr...",
    "cover_url": "https://drive.google.com/thumbnail?id=1UV620cRNOixV4ly4vrdZe2PoiLFXddKI&sz=w300",
    "ebook_id": "1tCo-hi0-jSJsookIYLJ-hKfl1TyU_4Yu",
    "cover_id": "1UV620cRNOixV4ly4vrdZe2PoiLFXddKI",
    "category": "Fiction"
  },
  {
    "title": "Future Proof",
    "description": "We stand at the precipice of an era unlike any before. Artificial intelligence (AI) is no longer a futuristic fantasy confined to science fiction; it is a tangible, rapidly evolving force reshaping industries, economies, and the very fabric of our daily lives. Algorithms can diagnose diseases with remarkable accuracy, compose music, drive vehicles, manage complex logistical chains, and even genera...",
    "cover_url": null,
    "ebook_id": "1CDzOwtlkAKmX4OkdenVirdqAEhC7LaW-",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Future-Proof",
    "description": "We stand at the precipice of an era unlike any before. Artificial intelligence (AI) is no longer a futuristic fantasy confined to science fiction; it is a tangible, rapidly evolving force reshaping industries, economies, and the very fabric of our daily lives. Algorithms can diagnose diseases with remarkable accuracy, compose music, drive vehicles, manage complex logistical chains, and even genera...",
    "cover_url": null,
    "ebook_id": "13WSUiMiXcJSUAWtIXFQM_c0Y9f20FHi-",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Ghostwriters Of The Future",
    "description": "Sarah Chen thought she was hiring a ghostwriter. The proposal that landed in her inbox last March seemed too good to be true: a complete 80,000-word business memoir, professionally researched and written, delivered in just six weeks for $3,000. The portfolio samples were impressive—crisp prose, engaging anecdotes, and exactly the kind of authoritative voice she needed for her book about scaling te...",
    "cover_url": "https://drive.google.com/thumbnail?id=1QV8qNf6KRYgM4nSbVavmBX6y4zRjR-Vx&sz=w300",
    "ebook_id": "1yagssBKoUw7PqcLHbI87aKyZHv3_1iQB",
    "cover_id": "1QV8qNf6KRYgM4nSbVavmBX6y4zRjR-Vx",
    "category": "Fiction"
  },
  {
    "title": "Digital Nametag",
    "description": "You don't need a million followers, a fancy suit, or a viral video to become visible. You need a name—and that name needs to stand for something.",
    "cover_url": "https://drive.google.com/thumbnail?id=1xsEfFBA9oHpRMrP1BxDb73e390TxDBis&sz=w300",
    "ebook_id": "1qS8RezjRS1toI1N7tmOy9JBL45o1AAQC",
    "cover_id": "1xsEfFBA9oHpRMrP1BxDb73e390TxDBis",
    "category": "Fiction"
  },
  {
    "title": "Echoes of a Love Song",
    "description": "The hush of the Atherton University Music Archive was Clara Ashton’s favorite symphony. It was composed of the gentle rustle of turning pages, the occasional soft sigh of a fellow researcher, the distant hum of the climate control system preserving centuries of musical history. Today, however, a discordant note had been introduced.",
    "cover_url": "https://drive.google.com/thumbnail?id=1jkZ5tOFrcoL5ohnGofh-4X2by9fXMrRG&sz=w300",
    "ebook_id": "1TkgQIKIUXcc-RKqJgpRghJ5Zyl5Imy_G",
    "cover_id": "1jkZ5tOFrcoL5ohnGofh-4X2by9fXMrRG",
    "category": "Romance"
  },
  {
    "title": "Dragon Kiss",
    "description": "A compelling read by William Liu.",
    "cover_url": "https://drive.google.com/thumbnail?id=13vvkOs4b895iA8nO9X8cq8fAw49knNZY&sz=w300",
    "ebook_id": "172QBpwIgXxUjI224oaza2R59prRv1seb",
    "cover_id": "13vvkOs4b895iA8nO9X8cq8fAw49knNZY",
    "category": "Romantasy"
  },
  {
    "title": "Edge Of Intelligence",
    "description": "The phone call that ended David Chen's career came at 11:43 AM on a Tuesday in October 2024.",
    "cover_url": "https://drive.google.com/thumbnail?id=1SoYOxx8aUSBSyt2BUeOHXKHexPYu-XxQ&sz=w300",
    "ebook_id": "1qxomoqE-4tFqAejJHb7kVKSELOGEw6Vv",
    "cover_id": "1SoYOxx8aUSBSyt2BUeOHXKHexPYu-XxQ",
    "category": "Nonfiction"
  },
  {
    "title": "Did You Know the Universe Has an Alphabet",
    "description": "A compelling read by William Liu.",
    "cover_url": null,
    "ebook_id": "1ramUTdkIdbmSX0u25qmThg5MCnIBHNm3",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Did_You_Know_Unsolved_Mysteries_",
    "description": "Welcome, curious reader, to the shadowed corridors of the unknown. Within these pages, we embark on a journey through the alphabet, from A to Z, exploring some of the most perplexing and enduring unsolved mysteries that have baffled experts, captivated imaginations, and whispered through history.",
    "cover_url": "https://drive.google.com/thumbnail?id=1psNtheg0fljGDI4vZptPphhClb3nv-80&sz=w300",
    "ebook_id": "14hz8WMxf79U2_SBtS6QEv-73aYX8zbHD",
    "cover_id": "1psNtheg0fljGDI4vZptPphhClb3nv-80",
    "category": "Fiction"
  },
  {
    "title": "Echoes in the Lavender",
    "description": "Lila Monroe stared at the house. If \"house\" was even the right word. \"Dilapidated shack with delusions of grandeur\" felt more accurate. Peeling paint the color of a faded bruise, a porch that sagged like a sigh, and a garden that looked like nature had thrown a particularly wild party and forgotten to clean up. This was Whispering Hills Lavender Farm, her inheritance from Aunt Iris, a woman she’d ...",
    "cover_url": null,
    "ebook_id": "1Z4Rx2FKQlVBqqZY64L5js1pMtx5GP6TW",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Did You Know A–Z of Amazing Places on Earth",
    "description": "Welcome, intrepid explorer, to \"Did You Know? A–Z of Amazing Places on Earth\"! Prepare to embark on an extraordinary voyage across our planet, a journey that will transport you from the shimmering lights of the Arctic sky to the otherworldly landscapes of ancient deserts, from colossal mountain peaks to the vibrant depths of hidden underwater worlds. Our Earth is a treasure trove of wonders, a tap...",
    "cover_url": null,
    "ebook_id": "1UAlLWOkHHcrpW5C8r9ZFXbTLaULOCSJv",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Did You Know az",
    "description": "Did you know this potent solvent, commonly found in nail polish remover, is a secret weapon against super glue mishaps and stubborn sticky residues that other cleaners can't touch? It can also dissolve some plastics, so always test on an inconspicuous area first.",
    "cover_url": null,
    "ebook_id": "1CUIVaAze0LgSDqpGyRXsYmzUbxZXaw9O",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Echoes Of Starlight Passion",
    "description": "There are places in this world where destiny writes its own story, where the collision of two vastly different worlds creates something neither soul could have imagined alone. Celestial Harbor, Maine, is one such place—a coastal town where rugged lighthouse cliffs meet sophisticated art galleries, where the practical necessity of fishing boats shares the harbor with sleek yachts belonging to summe...",
    "cover_url": "https://drive.google.com/thumbnail?id=1c7x24E2GpZmwM_lzQWIjyYnK_K1HvaUi&sz=w300",
    "ebook_id": "1Vr5xKObmJuORNPf4rkEiq3NL3sgMbKkz",
    "cover_id": "1c7x24E2GpZmwM_lzQWIjyYnK_K1HvaUi",
    "category": "Romance"
  },
  {
    "title": "Canvas of Courage READY",
    "description": "Welcome, dear reader, to a story that tugs at the heartstrings and asks what we’d do for survival, for family, for a sliver of a dream in a new, sometimes unwelcoming, land. Meet Sorina, a young woman carrying the weight of worlds on her shoulders, whose journey is paved with impossible choices. And meet Kaelen, a man whose own life is about to be irrevocably touched by a courage he never expected...",
    "cover_url": "https://drive.google.com/thumbnail?id=13oIe6rJv0KTMALCqKMHuqxc0gwBUb73q&sz=w300",
    "ebook_id": "1RTkYSfaKF3iSmjSG0Qr9ndRPKA9JH6Jc",
    "cover_id": "13oIe6rJv0KTMALCqKMHuqxc0gwBUb73q",
    "category": "Fiction"
  },
  {
    "title": "Currency Wars",
    "description": "The conference room in Moscow's financial district was unremarkable—beige walls, fluorescent lighting, a view of snow-dusted streets through bulletproof glass. But on this January afternoon in 2024, history was being quietly rewritten. Around a mahogany table sat representatives from Russia's central bank, executives from China's state-owned energy companies, and Brazilian commodities traders. The...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-r75qwLuQZKpsyw2axZEzjIo7mgjuQRK&sz=w300",
    "ebook_id": "1pzcqrO6rPsuNJQMZcx7jAXWDp-aQoOeL",
    "cover_id": "1-r75qwLuQZKpsyw2axZEzjIo7mgjuQRK",
    "category": "Fiction"
  },
  {
    "title": "Crypto Before The Crash",
    "description": "While mainstream media focuses on crypto crashes and regulatory crackdowns, a quiet revolution is building beneath the surface. Smart money isn't running from cryptocurrency. They're positioning themselves for what industry insiders are calling the most explosive bull run in digital asset history.",
    "cover_url": "https://drive.google.com/thumbnail?id=1C13FJl-0GmmUzCYoThsi4cIgHd-otT11&sz=w300",
    "ebook_id": "1OxKhvNb7Q9oEMuoaOxiETRb9W7BrKJ9C",
    "cover_id": "1C13FJl-0GmmUzCYoThsi4cIgHd-otT11",
    "category": "Nonfiction"
  },
  {
    "title": "Cobblestone Duet",
    "description": "Welcome to a New York City where the rhythm of a heartbeat can sync with the pulse of the streets, and where love can blossom in the most unexpected of corners. This is a story about finding that one person who makes the chaos of the city fade into a sweet, vibrant melody, the kind that settles in your soul and hums a tune of forever.",
    "cover_url": "https://drive.google.com/thumbnail?id=1tFBA1WzWcnz04qaTLLtgB5oCUS0h3SzJ&sz=w300",
    "ebook_id": "1MBOXD6C57FPXzd0X2_pTI3cKkMc5dDdq",
    "cover_id": "1tFBA1WzWcnz04qaTLLtgB5oCUS0h3SzJ",
    "category": "Fiction"
  },
  {
    "title": "Data Crimes",
    "description": "Sarah Martinez thought she was being careful. A 34-year-old marketing manager from Phoenix, Arizona, she used strong passwords, kept her social media profiles private, and never clicked suspicious links. She checked her credit reports regularly, used two-factor authentication on her banking apps, and even covered her laptop camera with tape. In her mind, she had done everything the cybersecurity e...",
    "cover_url": "https://drive.google.com/thumbnail?id=1o-MCrKy7Ba2XZDPANnNXv3xY2qz01rTs&sz=w300",
    "ebook_id": "1bxCnJPnGDN0gDPYspvvW06B-GRKqFBnl",
    "cover_id": "1o-MCrKy7Ba2XZDPANnNXv3xY2qz01rTs",
    "category": "Nonfiction"
  },
  {
    "title": "Broke by Design",
    "description": "You work forty hours a week, maybe more. You have a college degree, or at least some training. You show up, you do your job, you pay your bills. You should be getting ahead, building wealth, securing your future. Instead, you're treading water, and the water level keeps rising.",
    "cover_url": "https://drive.google.com/thumbnail?id=1tSf5rVAW2IcdBp5MPpqEx5YZTtQdXK4g&sz=w300",
    "ebook_id": "1nxpP9vcR0lX1cYPu6QBWPF53Xc3WJG0U",
    "cover_id": "1tSf5rVAW2IcdBp5MPpqEx5YZTtQdXK4g",
    "category": "Fiction"
  },
  {
    "title": "Data & Dynamos",
    "description": "The twenty-first century is increasingly defined by the rapid advancement and pervasive integration of artificial intelligence. From the algorithms that curate our news feeds to the complex systems managing global logistics, AI is no longer a futuristic fantasy but a foundational technology reshaping economies, societies, and the very nature of power. Within this global transformation, a unique an...",
    "cover_url": null,
    "ebook_id": "1qW4fYShpfrBYvSs8W-ChGaxTLqaGYkFa",
    "cover_id": null,
    "category": "Nonfiction"
  }
]