[
  {
    "title": "The Influence State",
    "description": "The tank is obsolete. Not because armor has failed or because precision munitions have rendered ground forces irrelevant, but because the decisive battles of the twenty-first century are fought in a domain where tanks cannot operate. The terrain is cognitive. The ammunition is narrative. The objective is not territory but perception itself.",
    "cover_url": "https://drive.google.com/thumbnail?id=198qVCCIB4ve5BVwmnSEzBGUOBkegui-j&sz=w300",
    "ebook_id": "1h6QTCDs9EkworYVJI_diIBWSd5VOXo25",
    "cover_id": "198qVCCIB4ve5BVwmnSEzBGUOBkegui-j",
    "category": "Fiction"
  },
  {
    "title": "The Energy Dominion",
    "description": "On September 27, 2022, seismographs across Scandinavia registered two massive underwater explosions in the Baltic Sea. Within hours, natural gas began erupting from the Nord Stream 1 and Nord Stream 2 pipelines, creating methane plumes visible from space. The pipelines, which had carried Russian gas to Germany for over a decade, were severed in four locations at depths of seventy to eighty meters....",
    "cover_url": "https://drive.google.com/thumbnail?id=1T82Ip7LYjpUl0msiPrWTVN311QeWKIfA&sz=w300",
    "ebook_id": "1X8pnxqmRnaQNxq8YHjD0qwVgnYszk25y",
    "cover_id": "1T82Ip7LYjpUl0msiPrWTVN311QeWKIfA",
    "category": "Fiction"
  },
  {
    "title": "The Hidden Engine",
    "description": "On the morning of October 14, 1947, Chuck Yeager climbed into the cockpit of the Bell X-1 experimental aircraft with two broken ribs. The night before, he had fallen from a horse and fractured them badly enough that he could not seal the aircraft's hatch with his right arm. He told no one on the official team. Instead, he asked a fellow pilot to saw off a broom handle, which he used as a lever to ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1EWbJ_2t6QxQ66uUfQSMYBMeCEUyRkcHR&sz=w300",
    "ebook_id": "1erv0ULt93YfCVLwLEiMpEthxwljPRAeP",
    "cover_id": "1EWbJ_2t6QxQ66uUfQSMYBMeCEUyRkcHR",
    "category": "Fiction"
  },
  {
    "title": "The Future Power Map",
    "description": "In September 2023, Microsoft signed a power purchase agreement with Constellation Energy to restart Unit 1 of Three Mile Island nuclear plant exclusively to power a single data center campus in Pennsylvania. The deal runs twenty years. The price tag exceeds 1.6 billion dollars. The entire 835-megawatt output of a reactivated nuclear reactor would flow to one company's computational infrastructure,...",
    "cover_url": "https://drive.google.com/thumbnail?id=17RvjGfCioKOeJxm2H48apnC48Sz1KJMD&sz=w300",
    "ebook_id": "1LvRyGM8ob1pUFjAL8SUo_V-51a1mOfa2",
    "cover_id": "17RvjGfCioKOeJxm2H48apnC48Sz1KJMD",
    "category": "Fiction"
  },
  {
    "title": "The Confidence Trade",
    "description": "Brielle Santos sat in her apartment in Austin, Texas on February 3, 2024, watching $31,847 disappear from her Kalshi account in seventeen minutes, her fingers frozen over her laptop keyboard, the late afternoon sun streaming through her window doing nothing to warm the cold spreading through her chest. She had made forty-three trades that week. Forty-three separate decisions to risk money on predi...",
    "cover_url": "https://drive.google.com/thumbnail?id=1j3HtXYOrQGhWTuAOM-yZcMRbYtJ0K3Sa&sz=w300",
    "ebook_id": "1rJywirgc_6MijDNAVG7GJo2Cks4Kqjih",
    "cover_id": "1j3HtXYOrQGhWTuAOM-yZcMRbYtJ0K3Sa",
    "category": "Fiction"
  },
  {
    "title": "The Compliance Machine",
    "description": "Something changed in how power operates, and almost no one noticed. The shift was not dramatic. There were no revolutions, no visible seizures of control, no moments when populations rose up or were beaten down. Instead, across decades, a different kind of authority took hold—one that never announces itself, never identifies its agents, and never appears to compel anything at all.",
    "cover_url": "https://drive.google.com/thumbnail?id=1MzDCrM9kzINp7S7MLKgOmny7Gfi3OoBy&sz=w300",
    "ebook_id": "14Rpi1hTG91pmVQO3iaJmnm7ubnkfH58i",
    "cover_id": "1MzDCrM9kzINp7S7MLKgOmny7Gfi3OoBy",
    "category": "Fiction"
  },
  {
    "title": "The Autonomous Economy",
    "description": "On August 1, 2012, at 9:30 a.m. Eastern Time, Knight Capital Group's algorithmic trading system activated for the morning session on the New York Stock Exchange. The firm had deployed new software overnight to handle order flow for its market-making operations across dozens of stocks. Within the first forty-five minutes of trading, Knight's algorithms executed four million trades across 154 differ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1czigqshiCM19hpQosaUGmBm1f6mpRB7s&sz=w300",
    "ebook_id": "1VW3N6REYQe4STE75eOKT-Hbqtt0mbq-V",
    "cover_id": "1czigqshiCM19hpQosaUGmBm1f6mpRB7s",
    "category": "Nonfiction"
  },
  {
    "title": "The Aging State",
    "description": "Every government on Earth operates on a bargain struck with its citizens decades ago, a bargain premised on assumptions that no longer hold. The modern welfare state, constructed in the mid-twentieth century, assumed that populations would continue to grow, that workers would outnumber retirees by comfortable margins, and that economic expansion would generate the revenues necessary to honor promi...",
    "cover_url": "https://drive.google.com/thumbnail?id=1oNKAaWVdeuAZJO1ZnztmvUWpnfWQ2AEu&sz=w300",
    "ebook_id": "1cIit7L-c0pefQXVYOC7bcrHx17-NyU_p",
    "cover_id": "1oNKAaWVdeuAZJO1ZnztmvUWpnfWQ2AEu",
    "category": "Fiction"
  },
  {
    "title": "Power After Population",
    "description": "The great powers of the twentieth century counted their citizens the way bankers count currency. More people meant more soldiers, more workers, more consumers, more taxpayers, and ultimately more leverage in every negotiation that mattered. The logic seemed unassailable because it had been validated across centuries of human conflict and cooperation. Nations with larger populations built larger ar...",
    "cover_url": "https://drive.google.com/thumbnail?id=1GplI0VI2pF1YK6uklIvudPq51Y9vLI8V&sz=w300",
    "ebook_id": "1z4TVO_uGmxn-TBriFZSjEloZMv2-r2Gi",
    "cover_id": "1GplI0VI2pF1YK6uklIvudPq51Y9vLI8V",
    "category": "Fiction"
  },
  {
    "title": "Migration",
    "description": "The conversation about demographic decline has reached an impasse that nobody wants to acknowledge. Across the developed world, fertility rates have collapsed below replacement levels, pension systems strain under the weight of aging populations, and the ratio of workers to retirees deteriorates with each passing year. Politicians, economists, and policymakers have converged on a single answer to ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1PAfyIfCdPb1owLtkmNv-9XtHKeoox3fb&sz=w300",
    "ebook_id": "1uvOmfs5EnilZ_ki-HjI85b9P54o4kq60",
    "cover_id": "1PAfyIfCdPb1owLtkmNv-9XtHKeoox3fb",
    "category": "Fiction"
  },
  {
    "title": "Labor Without People",
    "description": "The factories are not closing because demand has collapsed. The warehouses are not understaffed because workers refuse to show up. The nursing homes are not struggling to find caregivers because the work is beneath anyone's dignity. Something more fundamental has shifted beneath the surface of labor markets across the developed world, and the usual explanations no longer account for what employers...",
    "cover_url": "https://drive.google.com/thumbnail?id=1s-TkyyVcKIrfit6813sxQyRVWYVXQ6Oc&sz=w300",
    "ebook_id": "1gzhkR58M3pg7crxrQ7hAviLXAudFmkXo",
    "cover_id": "1s-TkyyVcKIrfit6813sxQyRVWYVXQ6Oc",
    "category": "Fiction"
  },
  {
    "title": "Kill Switch",
    "description": "The lights do not flicker before they go out. There is no warning, no surge, no gradual dimming that might allow the mind to prepare. One moment the hospital operates as it has for decades, monitors beeping their rhythms, ventilators cycling their prescribed breaths, surgical teams moving under the bright certainty of overhead lamps. The next moment, everything stops. Backup generators are suppose...",
    "cover_url": "https://drive.google.com/thumbnail?id=1bST32SnBI94ORQa0GK1eEkgpXCEL5MEG&sz=w300",
    "ebook_id": "1KFEkVcxwnTWOuF1PAQFMbGGQzokZ1IvU",
    "cover_id": "1bST32SnBI94ORQa0GK1eEkgpXCEL5MEG",
    "category": "Romantasy"
  },
  {
    "title": "Cities Without Children",
    "description": "Seoul recorded a fertility rate of 0.72 in 2023, the lowest ever measured in a major city. The women of South Korea's capital are now bearing children at roughly one third the rate required to maintain population stability. Tokyo hovers at 1.08. Singapore manages 0.97. San Francisco, once the engine of American innovation, produces fewer children per woman than any major metropolitan area in the U...",
    "cover_url": "https://drive.google.com/thumbnail?id=1NqPuCRpfVL8-Py2LUM__TZamBGTi1ofI&sz=w300",
    "ebook_id": "1zc6DuN3gIwMfDtB7guNMml-kninsNihd",
    "cover_id": "1NqPuCRpfVL8-Py2LUM__TZamBGTi1ofI",
    "category": "Fiction"
  },
  {
    "title": "China's Cyber Doctrine",
    "description": "A senior threat intelligence analyst at a major American defense contractor stares at network logs that should not exist. The intrusion signatures match nothing in any database. The command-and-control traffic routes through servers in seventeen countries before disappearing into infrastructure that officially belongs to a university in Wuhan. She has tracked advanced persistent threats for fiftee...",
    "cover_url": "https://drive.google.com/thumbnail?id=1k6oKlGSobyutWlnefL9MbzPFjK81n7Qp&sz=w300",
    "ebook_id": "1jYu7MRgtgwDDi0vdD_t4VGw4CtWbamxM",
    "cover_id": "1k6oKlGSobyutWlnefL9MbzPFjK81n7Qp",
    "category": "Nonfiction"
  },
  {
    "title": "ChatGPT for Everyone",
    "description": "The most transformative technologies arrive without instruction manuals. The personal computer appeared in homes before anyone understood what ordinary people would actually do with spreadsheets and word processors. The smartphone became ubiquitous before its owners grasped that they were carrying devices more powerful than the machines that guided astronauts to the moon. And now artificial intell...",
    "cover_url": "https://drive.google.com/thumbnail?id=1hp2GO5blWkhaMlt3oza9j7pu_E6IirAA&sz=w300",
    "ebook_id": "14gkQ6TPrMCGOC-IrfOKuwY_Vj2EcN2Qd",
    "cover_id": "1hp2GO5blWkhaMlt3oza9j7pu_E6IirAA",
    "category": "Fiction"
  },
  {
    "title": "Architect of a silent war",
    "description": "Somewhere in northern Virginia, in a building with no signs, an analyst stares at a screen showing network traffic from a water treatment facility in Guam. The packets look normal. The authentication logs show nothing unusual. But something is wrong. A process that should execute in twelve milliseconds now takes fourteen. A routing table that should contain forty-seven entries contains forty-nine....",
    "cover_url": "https://drive.google.com/thumbnail?id=1qSsxQUPQ5eyWXo667AX8Ol9I9ejWJdRp&sz=w300",
    "ebook_id": "1m2PCyEm3qXVpH8NnJV6yCACdiMPPHm4O",
    "cover_id": "1qSsxQUPQ5eyWXo667AX8Ol9I9ejWJdRp",
    "category": "Nonfiction"
  },
  {
    "title": "AI Trading Systems",
    "description": "Renaissance Technologies processes approximately forty terabytes of data every single day. The firm's Medallion Fund has generated average annual returns exceeding sixty percent before fees since 1988, making it the most successful quantitative trading operation in financial history. What makes this performance possible is not a single brilliant algorithm or a lucky streak of market predictions. I...",
    "cover_url": "https://drive.google.com/thumbnail?id=1nsctMYRIOfT3B0wnAVVeoO6Gkn0uUKIl&sz=w300",
    "ebook_id": "1qlcWru-jaYVaQjhlr7HVC4rsM6b_qzgC",
    "cover_id": "1nsctMYRIOfT3B0wnAVVeoO6Gkn0uUKIl",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Nurses",
    "description": "A sepsis alert fires. The algorithm has detected what humans cannot yet see—a constellation of subtle physiological shifts that, taken together, suggest a patient's body is beginning to lose a fight it does not know it is in. The machine has done its job. It has predicted. Now the prediction must become action, and action requires a human being to interpret, escalate, and carry responsibility for ...",
    "cover_url": "https://drive.google.com/thumbnail?id=15_AJ0bTyuOuOd5IyqkMJ-a8q8zCN6Ny2&sz=w300",
    "ebook_id": "1dmRMYyxmq3sjbDdYpKhghdwbGlVZJJqc",
    "cover_id": "15_AJ0bTyuOuOd5IyqkMJ-a8q8zCN6Ny2",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Radiology",
    "description": "Radiology did not resist artificial intelligence. It welcomed it. Among all medical specialties, radiology moved first, opened its data vaults widest, and embraced algorithmic assistance with an enthusiasm bordering on inevitability. The logic seemed unassailable. Medical imaging generates more data than any other clinical domain. A single chest CT produces hundreds of slices. A cardiac MRI genera...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SfWaASXSsl2Jlg7W3Ym529eudVtn2l_H&sz=w300",
    "ebook_id": "1xSGeccT8EEzzlxQC5kGVZ4d4TtiQK9sV",
    "cover_id": "1SfWaASXSsl2Jlg7W3Ym529eudVtn2l_H",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Insurance",
    "description": "Insurance executives have spent decades perfecting the art of pretending their industry runs on relationships, intuition, and human judgment. The underwriter who can spot a risky applicant. The claims adjuster who knows when something feels wrong. The actuary whose experience guides pricing decisions beyond what the numbers alone reveal. This mythology has served the industry well, projecting warm...",
    "cover_url": "https://drive.google.com/thumbnail?id=12XP8UTQEGTmtIcM4JGqpNytrTjtU55C0&sz=w300",
    "ebook_id": "10126yhJbA4mbGoA5Uf1_LtTdKd-9jrpy",
    "cover_id": "12XP8UTQEGTmtIcM4JGqpNytrTjtU55C0",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Healthcare Compliance",
    "description": "The compliance officer who once walked hospital corridors with a clipboard now watches dashboards. The inspector who once interviewed staff and examined records now reviews exception reports generated by systems that have already decided what counts as an exception. The regulator who once interpreted ambiguous rules through professional judgment now implements rule engines that have already resolv...",
    "cover_url": "https://drive.google.com/thumbnail?id=1WufUGdvGhpMAb1TwaazAsCkrzjTvlUZ6&sz=w300",
    "ebook_id": "11-06HE_KHyPPC3VKVs476iDxMm847gPX",
    "cover_id": "1WufUGdvGhpMAb1TwaazAsCkrzjTvlUZ6",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Healthcare Executives",
    "description": "The healthcare executive who signed the contract believed artificial intelligence would transform his hospital system. The vendor demonstrations had been compelling, the pilot results promising, and the board enthusiastic about the competitive advantage early adoption would provide. Eighteen months and forty-seven million dollars later, that executive was explaining to the same board why the AI sy...",
    "cover_url": "https://drive.google.com/thumbnail?id=1qAjQDxGdqHTygvp9QrgECgU6itOzF5aX&sz=w300",
    "ebook_id": "1q5ursaIoIAIqaLjvw0qCi4sdbHmKNvPv",
    "cover_id": "1qAjQDxGdqHTygvp9QrgECgU6itOzF5aX",
    "category": "Nonfiction"
  },
  {
    "title": "The AI Partnership Advantage",
    "description": "Sarah had always been the top performer in her marketing department. For eight years, she'd built campaigns that drove millions in revenue, mentored junior colleagues, and earned recognition as the company's creative powerhouse. Then ChatGPT arrived.",
    "cover_url": "https://drive.google.com/thumbnail?id=1gCTIeRavz5QyrR_NstTd3JovgdBykObF&sz=w300",
    "ebook_id": "1OX_9eiQqPwWOYJofZIcYjXGyf50FlJQF",
    "cover_id": "1gCTIeRavz5QyrR_NstTd3JovgdBykObF",
    "category": "Nonfiction"
  },
  {
    "title": "Yes, You Are Getting Old—Deal With It",
    "description": "The fluorescent light above the bathroom mirror was particularly vindictive that Tuesday morning, casting shadows that seemed to highlight every imperfection with the precision of a forensic photographer. Sarah leaned closer to the magnifying mirror—that cruel invention designed by someone who clearly hated middle-aged women—and there it was. A single, defiant chin hair, thick as fishing line and ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1km3kih2qkt86hlaHV1Sk1lgKQsgeFkb8&sz=w300",
    "ebook_id": "1F1a-uqufHY0HyG_fKUCFf03QWfxeMotj",
    "cover_id": "1km3kih2qkt86hlaHV1Sk1lgKQsgeFkb8",
    "category": "Fiction"
  },
  {
    "title": "Where the Padma Whispers READY",
    "description": "They say home is where the heart is, but what if your heart is tethered to a land half a world away, a place that exists more in memory and stories than in present reality? For Maya Rahman, Dhaka wasn't just a city; it was the cadence of her grandmother's voice, the scent of monsoon rain on parched earth, the echo of a heritage she was desperate to reclaim. She arrived with a camera and a mission:...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ZlY8JuvPR1HReD9Vtm52OA3CcT_RYbK5&sz=w300",
    "ebook_id": "1kc4cheRCLSqUkAwRQK8m0pWTXGqeD7aQ",
    "cover_id": "1ZlY8JuvPR1HReD9Vtm52OA3CcT_RYbK5",
    "category": "Fiction"
  },
  {
    "title": "Wired For Breakdown",
    "description": "Sarah Chen's face is illuminated by the cold blue glow of three monitors at 2:47 AM. Her smartphone buzzes incessantly on the desk beside her, each notification a small electric shock to her already frayed nervous system. The AI assistant in her ear whispers suggestions for optimizing her quarterly report while predictive text completes her thoughts before she can fully form them. Her fingers hove...",
    "cover_url": "https://drive.google.com/thumbnail?id=1XPEc_DB-ijr-aNgNwfNBrCS8wg0sFIVT&sz=w300",
    "ebook_id": "1kumJR8gs06MB5Cedz10HeYE7qvwMHdMK",
    "cover_id": "1XPEc_DB-ijr-aNgNwfNBrCS8wg0sFIVT",
    "category": "Fiction"
  },
  {
    "title": "Broken Fierce Surrender (1)",
    "description": "The day Gabriel Cross learned that love could get you killed, he decided to become unkillable.",
    "cover_url": "https://drive.google.com/thumbnail?id=1UyArU3SPn96JtmuTHsSmo5eX_TvchZ2S&sz=w300",
    "ebook_id": "1jrjT0pMbt_AMgAghaDW5I4bw6gF4IhZF",
    "cover_id": "1UyArU3SPn96JtmuTHsSmo5eX_TvchZ2S",
    "category": "Fiction"
  },
  {
    "title": "Ai For Hr Professionals (1)",
    "description": "Beckett Martinez thought he had built an untouchable recruiting operation. As Director of Talent Acquisition at a 500-person technology company, he had systematically dominated his market for eight years through what he considered world-class relationship building and intuitive candidate selection.",
    "cover_url": "https://drive.google.com/thumbnail?id=1uqJf5_nhZHFELSgseUzeQkx1TnNcLIga&sz=w300",
    "ebook_id": "1oJf12lbwzQiAPkr-C4jcbUbYe13Jlmm3",
    "cover_id": "1uqJf5_nhZHFELSgseUzeQkx1TnNcLIga",
    "category": "Nonfiction"
  },
  {
    "title": "Whispers of the Heart",
    "description": "In the quiet corners of our hearts, where dreams take root and love finds its voice, there exists a language known only to those brave enough to listen. It speaks in whispers—soft, persistent, and true. Some say these whispers are echoes of the past, carried forward by souls who have loved before us. Others believe they are promises of what is yet to come, written in the stars by hands that shape ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1it00MkVcrCAfiBbunlliAF0x9n4-QyHh&sz=w300",
    "ebook_id": "15nh4ies3LeyC1oz2lp0tYAdi57LIS5mA",
    "cover_id": "1it00MkVcrCAfiBbunlliAF0x9n4-QyHh",
    "category": "Nonfiction"
  },
  {
    "title": "When the Stars Forgot Their Names",
    "description": "Grief is not a place you visit, but a country you are exiled to. For Iris Maelin, that country is a snow-drowned town in Vermont, a landscape as quiet and vast as her own loss. Arriving from a life of Parisian light and shadow, she steps into the home her sister, Ayla, left behind—a house filled with the scent of chamomile, the ghosts of unspoken words, and the silent, watchful presence of her six...",
    "cover_url": "https://drive.google.com/thumbnail?id=1uUalT-BWE1yU4ZiWvqGzoHCigR-gjduB&sz=w300",
    "ebook_id": "11lmeVuvABSI-r27psSo3UCXDpyVz80nO",
    "cover_id": "1uUalT-BWE1yU4ZiWvqGzoHCigR-gjduB",
    "category": "Fiction"
  },
  {
    "title": "When the Quiet Became Goodbye collection",
    "description": "The scent of old books and brewing tea—that was the aroma of Thomas Reilly’s retirement, a comfortable blend he’d curated with the same care he once devoted to deciphering Shakespearean sonnets. His days were a gentle rhythm of dog-eared pages, the scratch of a pen on his journal, and the comforting presence of Isabella, his wife, his anchor in a world that had often felt too loud, too fast. They ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1vWoJdT01ELoVTx6xxv041IAA11dYkoNt&sz=w300",
    "ebook_id": "15smHdc7Y63wZ_4ToosA00B3ijrR0D9aB",
    "cover_id": "1vWoJdT01ELoVTx6xxv041IAA11dYkoNt",
    "category": "Fiction"
  },
  {
    "title": "Whispers Of Midnight Rain",
    "description": "There are places in this world that hold onto memories like morning mist clings to the ocean's surface—delicate, ephemeral, yet somehow permanent in their haunting beauty. Millbrook Cove is one such place, where the rain falls in silver sheets and the waves whisper secrets to those brave enough to listen.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ZA0D7mliFFmvwijlPunqp8QWfPc7mwU7&sz=w300",
    "ebook_id": "1z8SkNPUKSloohkfyXIzIyXaBT9YC3q6Y",
    "cover_id": "1ZA0D7mliFFmvwijlPunqp8QWfPc7mwU7",
    "category": "Fiction"
  },
  {
    "title": "Whispers_of_Starlight_",
    "description": "Have you ever felt a pull, a magnetic hum just beneath the surface of everyday life, hinting at something more? Sometimes, the most unexpected paths lead to the most extraordinary connections, transforming not just our hearts, but our very understanding of who we are. It’s in those quiet moments, often when we’re least looking, that destiny nudges us forward, right into the arms of someone who see...",
    "cover_url": "https://drive.google.com/thumbnail?id=1_oWig8_76_QDDw8EM8KhEkHc60X2-ny1&sz=w300",
    "ebook_id": "1gQ8vjahop59x6n0ZZEpaTVyhvI7m5cul",
    "cover_id": "1_oWig8_76_QDDw8EM8KhEkHc60X2-ny1",
    "category": "Fiction"
  },
  {
    "title": "When the Sky Forgot to Shine collection",
    "description": "There are moments that cleave a life in two: the before, and the after. Before, the world hums with a quiet predictability, a rhythm of school runs, bedtime stories, and shared laughter over dinner. The biggest worries might be a forgotten homework assignment or a rainy weekend. Then comes the after. The after is a landscape irrevocably altered, where the ordinary becomes precious and the unimagin...",
    "cover_url": "https://drive.google.com/thumbnail?id=1oK6bt0nzgysMsUbNvHfbe2oHvwWhjkkN&sz=w300",
    "ebook_id": "1_RN18p_ZGUJIdiJqpqK_tzuF0A4wj1La",
    "cover_id": "1oK6bt0nzgysMsUbNvHfbe2oHvwWhjkkN",
    "category": "Fiction"
  },
  {
    "title": "Twelve Days Of Fire",
    "description": "The first missiles screamed across the pre-dawn darkness of the Middle East at 4:47 AM local time on June 13, 2025. Israeli Air Force pilot Captain Yael Rosenberg felt her F-35I Lightning II shudder as the afterburners engaged, pushing her fighter jet through the sound barrier somewhere over the eastern Mediterranean. Behind her, more than two hundred Israeli warplanes formed the largest aerial as...",
    "cover_url": "https://drive.google.com/thumbnail?id=1kJPx0cQWNpz6JiM2HmHt2dvAX2cm_k_8&sz=w300",
    "ebook_id": "1XFwfo8JjdFRhHHhHcu68Ku4cZfRTvVY9",
    "cover_id": "1kJPx0cQWNpz6JiM2HmHt2dvAX2cm_k_8",
    "category": "Fiction"
  },
  {
    "title": "The Velvet Architect",
    "description": "It’s often said that love finds you when you least expect it, lurking in the shadows of ambition or amidst the dust of blueprints. But what if it isn’t a gentle whisper, but a force of nature, a collision of two ambitious souls determined to carve their own paths?",
    "cover_url": "https://drive.google.com/thumbnail?id=1owZ5XvEmIrQXQ4vRw6HDHRfjXt2-Pcd4&sz=w300",
    "ebook_id": "15wZhtcKNAwqQy9BEWFVkGM3mL2_4ubTx",
    "cover_id": "1owZ5XvEmIrQXQ4vRw6HDHRfjXt2-Pcd4",
    "category": "Fiction"
  },
  {
    "title": "what the fire forgot READY",
    "description": "The map of my life had been neatly folded, every route planned, every destination marked. Then Michael handed it back, ripped to confetti. Paris was supposed to be the place I painstakingly pieced it all back together, or maybe drew a new one, free of detours and dead ends. Instead, I stumbled. Straight into a room I shouldn't have entered, and into the orbit of a man who was less a destination an...",
    "cover_url": "https://drive.google.com/thumbnail?id=1NUQsY8D_0GL5raAz7lC7Q1g23kRTbWXC&sz=w300",
    "ebook_id": "1fXxtNW02OxVOgVebZvT-IaL13G69aQx_",
    "cover_id": "1NUQsY8D_0GL5raAz7lC7Q1g23kRTbWXC",
    "category": "Fiction"
  },
  {
    "title": "Velvet Embrace A Love Rekindled by Isabel Moon",
    "description": "I never believed in fate until I saw him standing in my kitchen at 2:47 AM, ten years after I'd watched him walk away forever.",
    "cover_url": "https://drive.google.com/thumbnail?id=1EtGebaybqFL1kuGXYI7wWU5yuqZNgm6T&sz=w300",
    "ebook_id": "13Ytb1dpLCF928vFDxJnTA7afIt-ARgs2",
    "cover_id": "1EtGebaybqFL1kuGXYI7wWU5yuqZNgm6T",
    "category": "Romantasy"
  },
  {
    "title": "Velvet Circuit",
    "description": "In the year 2087, love wasn't supposed to feel like drowning in starlight. It wasn't supposed to arrive through fiber optic veins and quantum entangled heartbeats. But here I was, standing at the edge of everything I thought I knew about connection, about desire, about what it meant to be human in a world where the lines between flesh and circuit had blurred beyond recognition.",
    "cover_url": "https://drive.google.com/thumbnail?id=1x6woPjNFnukE6ZQCBvhHaPNSogw36FN3&sz=w300",
    "ebook_id": "1eD8T1X-8-QW9-fY0mW9YXK-6mNVtVkhC",
    "cover_id": "1x6woPjNFnukE6ZQCBvhHaPNSogw36FN3",
    "category": "Fiction"
  },
  {
    "title": "Under the Indigo Veil",
    "description": "We all carry ghosts, don't we? Whispers of what was, shadows of what might have been. For some, these specters become chains, binding us to a past we ache to escape. Imagine fleeing everything you know, every face, every accusatory glance, to a city painted in hues of sky and sea, hoping to dissolve into its ancient, winding embrace. Imagine another soul, equally burdened, wandering those same sun...",
    "cover_url": "https://drive.google.com/thumbnail?id=1UVxuZHzzwEAa0z67zf9I6FJgEc-23mBh&sz=w300",
    "ebook_id": "1XFaXFayezTDGV6ZXOFCN-vpqYjWePDe0",
    "cover_id": "1UVxuZHzzwEAa0z67zf9I6FJgEc-23mBh",
    "category": "Fiction"
  }
]