[
  {
    "title": "Crown of Flames",
    "description": "In the aftermath of the Shadowfire War, Ember Vale has learned that prophecies are written in blood, and love forged in dragonflame burns hottest when tested by betrayal. The ancient Council of Shadows lies shattered, but their death throes have awakened something far worse—the Dragon Courts themselves, split between those who would see the old ways preserved and those who hunger for the power tha...",
    "cover_url": "https://drive.google.com/thumbnail?id=1NmM2-ATE2Uj75Hqa6z7oUMbLCYVDCa1V&sz=w300",
    "ebook_id": "1zYLNNMZ79U25mf_Z6rVf7jMHWbwq35sa",
    "cover_id": "1NmM2-ATE2Uj75Hqa6z7oUMbLCYVDCa1V",
    "category": "Romantasy"
  },
  {
    "title": "Cerebral Odyssey",
    "description": "In a sterile laboratory in Vienna, a cluster of cells no bigger than a lentil bean pulsed with electrical activity. This wasn't just any collection of cells. This was human brain tissue, grown from scratch in a petri dish, firing neurons in patterns eerily similar to those found in a developing fetus. The year was 2013, and Madeline Lancaster had just created something that would fundamentally res...",
    "cover_url": "https://drive.google.com/thumbnail?id=1NMsEVW-QfUSBpkPu0YpClbSoFPruweZz&sz=w300",
    "ebook_id": "1JnA216C3ZLYq8hA4slHvTl9tDTLXV8V-",
    "cover_id": "1NMsEVW-QfUSBpkPu0YpClbSoFPruweZz",
    "category": "Fiction"
  },
  {
    "title": "Blood Throne",
    "description": "In the shadow-drenched streets of New York, where the Five Families have ruled for generations, a more ancient power stirs. The blood that flows through mafia veins carries secrets older than America itself—secrets that were buried, bound, and forgotten. Until now.",
    "cover_url": "https://drive.google.com/thumbnail?id=16sedNu-9e30vM4M5lhqGAama2-8b-YaG&sz=w300",
    "ebook_id": "1iXVEJXtFoqZe31JsA7KE27CaH3R5olt1",
    "cover_id": "16sedNu-9e30vM4M5lhqGAama2-8b-YaG",
    "category": "Romantasy"
  },
  {
    "title": "Broken Fierce Surrender",
    "description": "The day Gabriel Cross learned that love could get you killed, he decided to become unkillable.",
    "cover_url": "https://drive.google.com/thumbnail?id=1XMU2nBtF-lUP8g1A869AGoteh0qwO3AE&sz=w300",
    "ebook_id": "1f7jAEnSj0cW1_2M7HwRyJuUt5KfiN2Dp",
    "cover_id": "1XMU2nBtF-lUP8g1A869AGoteh0qwO3AE",
    "category": "Fiction"
  },
  {
    "title": "Bound Hearts At Midnight",
    "description": "You think you know what hatred feels like until you're standing in the penthouse office of the man who destroyed everything you ever loved, and he's offering you a glass of champagne like you're old friends catching up. But here's the thing about revenge—sometimes it wears a three-piece suit and has eyes that make you forget your own name.",
    "cover_url": "https://drive.google.com/thumbnail?id=1U8_72O6ZrA92vVh-ZMMRhUVtVvrd30o6&sz=w300",
    "ebook_id": "1h02rVkwGsjKMX6lBf9WPIYAjGaGrKi07",
    "cover_id": "1U8_72O6ZrA92vVh-ZMMRhUVtVvrd30o6",
    "category": "Nonfiction"
  },
  {
    "title": "Chatbot Cash Machine",
    "description": "Right now, while you're reading this, someone just paid $3,000 for a chatbot that took 47 minutes to build. The person who built it has zero coding experience, started three weeks ago, and is already booked solid through next month. But here's what nobody tells you about the AI customer service revolution happening right under your nose.",
    "cover_url": "https://drive.google.com/thumbnail?id=1fDqlBcshBu0XefC1dx3DjQP4DEbOFvYz&sz=w300",
    "ebook_id": "1vEjNPIDEXBadCvUGLqDqubDZXZaakxuq",
    "cover_id": "1fDqlBcshBu0XefC1dx3DjQP4DEbOFvYz",
    "category": "Fiction"
  },
  {
    "title": "Bonds Of Shadow And Starlight",
    "description": "Magic has always demanded a price, but at the Umbral Academy, that price is paid in blood, shadows, and the fracturing of souls.",
    "cover_url": "https://drive.google.com/thumbnail?id=1oKxA8dMyDZhZ84PQMwLtU8iMCFgJ3erH&sz=w300",
    "ebook_id": "1a1UAq2TlSIjXQft8J5GBJZ5gZbF13m6W",
    "cover_id": "1oKxA8dMyDZhZ84PQMwLtU8iMCFgJ3erH",
    "category": "Romantasy"
  },
  {
    "title": "AI for Telecom Professionals",
    "description": "The alarm went off at 2:47 AM. Adrian Kovac, senior network engineer at a major telecommunications provider, rolled out of bed knowing exactly what awaited him. Another network outage. Another night of emergency diagnostics and frantic troubleshooting while 45,000 customers lost internet connectivity and business services ground to a halt.",
    "cover_url": "https://drive.google.com/thumbnail?id=1koLFmLccqyo9JtskPPLM42OMIydipR7K&sz=w300",
    "ebook_id": "1L5nYXXWvug0i4BFZ8wXweX1miGJTccGc",
    "cover_id": "1koLFmLccqyo9JtskPPLM42OMIydipR7K",
    "category": "Nonfiction"
  },
  {
    "title": "Blood Of The Astral King",
    "description": "Like the universe took payment for letting me live, and I don't even know what currency it stole.",
    "cover_url": "https://drive.google.com/thumbnail?id=1DTY4bHc5vKqA7vdeG85WVhU98bsWSNFE&sz=w300",
    "ebook_id": "1JeVBvhDi68QGOlpqsIyuOIWtXEmMtuQL",
    "cover_id": "1DTY4bHc5vKqA7vdeG85WVhU98bsWSNFE",
    "category": "Fiction"
  },
  {
    "title": "Booktok'S Algorithmic Domination Of Western Romance Publishing",
    "description": "A nineteen-year-old girl in Ohio films herself sobbing over a book. Within 48 hours, that book shoots from obscurity to #1 on Amazon, crashes three major publishers' websites, and generates $47 million in sales. Her tears, lasting exactly 34 seconds, are worth more than a Super Bowl ad. A Chinese algorithm has just executed a hostile takeover of Western civilization's emotional infrastructure.",
    "cover_url": "https://drive.google.com/thumbnail?id=1LSJcKcuUOcWuSxXssD1rDKQYufp9Jz1i&sz=w300",
    "ebook_id": "1Kom8QiVdTA8osTgoCCOQxqD5GPwYZ1x3",
    "cover_id": "1LSJcKcuUOcWuSxXssD1rDKQYufp9Jz1i",
    "category": "Romance"
  },
  {
    "title": "Blue Siege",
    "description": "Not with nuclear fire or pandemic spread, but with something far more insidious. A simple announcement from Beijing that China would divert 30% more water from the Mekong River to fuel its industrial expansion. Within hours, rice farmers in Vietnam watched their fields turn to cracked earth. Thai fishing villages became ghost towns overnight. Cambodia's hydroelectric plants went silent.",
    "cover_url": "https://drive.google.com/thumbnail?id=1pu7ogH36qNNPW8B2G3y1X1zZ2viLUckx&sz=w300",
    "ebook_id": "1qdLFG3emmb2UuVMVw3U7DcthlL2AB9Xn",
    "cover_id": "1pu7ogH36qNNPW8B2G3y1X1zZ2viLUckx",
    "category": "Fiction"
  },
  {
    "title": "Blood of the Shadowed Throne",
    "description": "In the gaslit streets of New Arcanum, where Victorian propriety masks ancient magic, two women stand on opposite sides of a centuries-old war. One was raised in shadow to become the perfect weapon—an assassin whose very blood can kill. The other wears a crown of thorns and starlight, ruling a kingdom built on lies she's only beginning to uncover.",
    "cover_url": "https://drive.google.com/thumbnail?id=1R_drAHpR8ZlUtwYe5dSvCh5tYOVw5SYe&sz=w300",
    "ebook_id": "1c-mAuG80yXH95IbszGDqgOsQaYPlrpei",
    "cover_id": "1R_drAHpR8ZlUtwYe5dSvCh5tYOVw5SYe",
    "category": "Romantasy"
  },
  {
    "title": "Blood Crown Prophecy",
    "description": "Blood tastes different when you're dying. Not metallic anymore, but sweet, like honey mixed with poison, like the last kiss before betrayal. I learned this truth seventeen times before my eighteenth birthday, each death teaching me something new about the art of survival. The assassin's guild counted these deaths as victories, proof that I could walk the shadow's edge and return. They never asked ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1R8NCHtLxnVDovhbgnATkkOp5Vm22IvSO&sz=w300",
    "ebook_id": "1bfa3S9Y_Sgptw_8VMJ-FjXecyd_HzivI",
    "cover_id": "1R8NCHtLxnVDovhbgnATkkOp5Vm22IvSO",
    "category": "Romantasy"
  },
  {
    "title": "Biomolecular Computing in Integrated Circuits",
    "description": "Right now, as you read this sentence, a computer made of living molecules is solving problems inside a laboratory petri dish that would take the world's fastest supercomputer ten thousand years to complete.",
    "cover_url": "https://drive.google.com/thumbnail?id=1tc-c84jpYakut91-0Kt6N5ySv8XP_Lus&sz=w300",
    "ebook_id": "1ec8qXgekwIxPPmJKrSuFgvaUY4ZWIKSw",
    "cover_id": "1tc-c84jpYakut91-0Kt6N5ySv8XP_Lus",
    "category": "Fiction"
  },
  {
    "title": "Automation of Knowledge",
    "description": "Here's what I mean. For four hundred years, science worked like this: a human gets curious, designs an experiment, interprets results, has an insight, publishes findings. Human brains did the wondering. Human hands did the work. Human minds made the leaps. That's over. Not ending. Over. We're living through the final years when humans perform the majority of scientific discovery, and most scientis...",
    "cover_url": "https://drive.google.com/thumbnail?id=1XDI-MWv6MdlR8v3SDmpNwhuEls5KcYWl&sz=w300",
    "ebook_id": "1HMY9eqGUQOTXr-mFliW7EgopLHx0q-Rc",
    "cover_id": "1XDI-MWv6MdlR8v3SDmpNwhuEls5KcYWl",
    "category": "Fiction"
  },
  {
    "title": "Bamboo Breaking",
    "description": "Three months ago, Nina Huang discovered why her tenth 'exceeds expectations' review still didn't land her the VP promotion—and it had nothing to do with her performance. The truth hit her like a sledgehammer: she'd been playing a rigged game, following rules designed to keep her brilliant but invisible, valuable but voiceless, essential but never executive.",
    "cover_url": "https://drive.google.com/thumbnail?id=1hWlec55e5DTLwQwO8RO54pbI7BsBxt2l&sz=w300",
    "ebook_id": "1rnUj9Otb4R-rSeRtOXJfzcLqPvuBqUeO",
    "cover_id": "1hWlec55e5DTLwQwO8RO54pbI7BsBxt2l",
    "category": "Fiction"
  },
  {
    "title": "Ashen Heart",
    "description": "In a world where magic flows like blood through ancient veins, some bonds are forged not in love, but in desperate necessity. When enemies are forced to bind their very souls together, the line between hatred and desire becomes dangerously thin.",
    "cover_url": "https://drive.google.com/thumbnail?id=1zjTFd_YBLP8wlzBLrAtgK61Mpic0hesF&sz=w300",
    "ebook_id": "1G1iWvOr4k158q93YyOG_ZLOP6CKKaW73",
    "cover_id": "1zjTFd_YBLP8wlzBLrAtgK61Mpic0hesF",
    "category": "Nonfiction"
  },
  {
    "title": "Ashes of the Dragonbound Oath",
    "description": "The Oath Chamber had stood beneath House Draeth for five hundred years, and in all that time, it had never screamed.",
    "cover_url": "https://drive.google.com/thumbnail?id=1XQq-3qdmL52ex9wNF9jAYA-Pi9MYJkRb&sz=w300",
    "ebook_id": "1xHHc7Xoxki3MTG1p6i9bA9FxFEVf3Xc8",
    "cover_id": "1XQq-3qdmL52ex9wNF9jAYA-Pi9MYJkRb",
    "category": "Romantasy"
  },
  {
    "title": "Ashes of the Lost Night",
    "description": "Balthier Crowsfoot froze as Sophronia Briarthorn's magic lit the grove, her witch-marked eyes glowing amber in the darkness, her fingers tracing symbols that made the air taste like copper and starlight.",
    "cover_url": "https://drive.google.com/thumbnail?id=1oNPN_h3SySeuVd-A_pBjXCrCRzidQugv&sz=w300",
    "ebook_id": "1keC1C33T4QsNoyrV2vYnFgQKiC3mTwbW",
    "cover_id": "1oNPN_h3SySeuVd-A_pBjXCrCRzidQugv",
    "category": "Fiction"
  },
  {
    "title": "Architects Of Discipline",
    "description": "Ninety-seven percent of people who begin a discipline practice abandon it within twelve days. Zander Mitchell discovered this statistic three hours before he lost his fourth company, sitting in a boardroom overlooking Manhattan while his investors dismantled twenty years of work with surgical precision. The irony wasn't lost on him that he'd built empires through ruthless discipline, only to watch...",
    "cover_url": "https://drive.google.com/thumbnail?id=1aDiHqNwq7AiBeiWyaH1kTWQKUNHzke4k&sz=w300",
    "ebook_id": "1tmKbnVd3tMfOKCQG7MdXBeWZLeUu2TSY",
    "cover_id": "1aDiHqNwq7AiBeiWyaH1kTWQKUNHzke4k",
    "category": "Fiction"
  },
  {
    "title": "AI War",
    "description": "The battlefield of the 21st century isn't defined by tanks, missiles, or aircraft carriers.",
    "cover_url": "https://drive.google.com/thumbnail?id=1XrTHUrPgAnTIrOdF0pHjzmFpLDm8WExI&sz=w300",
    "ebook_id": "1ZKsnzrTBUZkD4Izo2VF3H7MDOPniGlkJ",
    "cover_id": "1XrTHUrPgAnTIrOdF0pHjzmFpLDm8WExI",
    "category": "Nonfiction"
  },
  {
    "title": "AI Reactor",
    "description": "The most dangerous myth of our age is that artificial intelligence will surpass human intelligence through pure computational power. Every breathless headline about AI achieving superhuman capabilities, every venture capitalist sermon about the coming singularity, every tech prophet's vision of digital gods emerging from silicon valleys—all of it rests on a fundamental misunderstanding of what int...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Xolka4hWNYQlZJJUHkAZyTFgCjp1FI6i&sz=w300",
    "ebook_id": "1mcWgqjxr3EQGsgPE8yoOoZUjMAhXvJJS",
    "cover_id": "1Xolka4hWNYQlZJJUHkAZyTFgCjp1FI6i",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Weight Mangagement 3",
    "description": "Ancient biological code that hasn't updated in 100,000 years, still optimized for surviving famines on the African savannah. Every cell in your body operates on algorithms written when finding food meant hunting for days and a successful kill meant gorging before the hyenas arrived. Your metabolism doesn't know about refrigerators, DoorDash, or the fact that there's a Starbucks on every corner wit...",
    "cover_url": "https://drive.google.com/thumbnail?id=1aIK9TJyix3i60n11xHcWqdAgC2st1cYf&sz=w300",
    "ebook_id": "1rk0BKSgrkcvj6YqSGBvTIqNF8N7MS-w1",
    "cover_id": "1aIK9TJyix3i60n11xHcWqdAgC2st1cYf",
    "category": "Nonfiction"
  },
  {
    "title": "AI in the Lab",
    "description": "Your lab just spent eighteen months testing a hypothesis that turned out to be wrong. The grant money is gone. The postdocs are exhausted. The paper you were counting on won't happen. And somewhere across the country, another team just figured out in six weeks what took you a year and a half to discover was impossible.",
    "cover_url": "https://drive.google.com/thumbnail?id=1mPHbBd9dYjvXH6Uatv0sdrDTkUiOfdVc&sz=w300",
    "ebook_id": "1wZpMHuZ-6L9PaIrhjnINAIyEdwAShyBI",
    "cover_id": "1mPHbBd9dYjvXH6Uatv0sdrDTkUiOfdVc",
    "category": "Nonfiction"
  },
  {
    "title": "AI Love",
    "description": "For Amanda Foster, a 34-year-old marketing director in Seattle, this wasn't unusual. What made it extraordinary was that the sender wasn't human. Her AI companion remembered not just that she had a presentation, but that she'd been anxious about it for weeks, that her boss had been particularly critical lately, and that she preferred messages of support over advice.",
    "cover_url": "https://drive.google.com/thumbnail?id=1V-Xr0gp6Wsj88VArWE9W9_c5evggW4AV&sz=w300",
    "ebook_id": "1zLiGJy_Gd_A-gQYglp036IXPRX47mxg0",
    "cover_id": "1V-Xr0gp6Wsj88VArWE9W9_c5evggW4AV",
    "category": "Nonfiction"
  },
  {
    "title": "AI on a Shoestring",
    "description": "Most small business owners think AI is for companies with seven-figure tech budgets and teams of data scientists. They're wrong, and that misconception is costing them everything. While they wait for the \"right time\" to adopt AI, their faster competitors are already using it to do in two hours what used to take two days. The gap isn't closing. It's accelerating. And the entrepreneurs who figure th...",
    "cover_url": "https://drive.google.com/thumbnail?id=1YSGmXoBq1Yudb-BNSytEK_2eK-fs-ZGH&sz=w300",
    "ebook_id": "1tuD8oMr-QpSFx_G5nRORwX1pcaxfCRZj",
    "cover_id": "1YSGmXoBq1Yudb-BNSytEK_2eK-fs-ZGH",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Travel & Tourism Professionals",
    "description": "The travel industry died in 2020. What emerged from its ashes wasn't a recovery—it was a revolution. While most travel professionals scrambled to rebuild their pre-pandemic business models, a select few recognized the truth: artificial intelligence wasn't just changing travel, it was completely rewriting the rules of customer engagement, operational efficiency, and destination marketing.",
    "cover_url": "https://drive.google.com/thumbnail?id=1TIO_hqKaiFr75YCx0-kuGZAiCF4i8Ve5&sz=w300",
    "ebook_id": "13EokCmVUpLJn3zUNiIbY1EIR0yGxCu2V",
    "cover_id": "1TIO_hqKaiFr75YCx0-kuGZAiCF4i8Ve5",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Stress Reduction 2",
    "description": "Stress is a $300 billion annual drain on the American economy alone, but that number doesn't capture the real cost - the silent cellular damage happening inside your body right now. Every stressed minute triggers a cascade of 1,400 biochemical reactions. Your telomeres shorten. Your hippocampus shrinks. Your prefrontal cortex literally loses gray matter density.",
    "cover_url": "https://drive.google.com/thumbnail?id=1BpLKtSGiTsmXmsvf_h2rUm_IT9lMpL-N&sz=w300",
    "ebook_id": "1rt0dYrSDpD7Iudo3gDOkJRz4EjP6DO5Q",
    "cover_id": "1BpLKtSGiTsmXmsvf_h2rUm_IT9lMpL-N",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Social Media Professionals",
    "description": "Tyler Rodriguez thought he had mastered social media marketing. As the head of social media for a rapidly expanding e-commerce company, he had exploded their Instagram following from 5,000 to 75,000 followers over three years using cutting-edge content strategies, strategic influencer partnerships, and precision-targeted paid advertising.",
    "cover_url": "https://drive.google.com/thumbnail?id=184WRYf-ZHo9hVwMF_xISmiSGgfxq2Xe7&sz=w300",
    "ebook_id": "1_KYFHaRmt5bkA8tqoKTH0Ti2gsT_BE8C",
    "cover_id": "184WRYf-ZHo9hVwMF_xISmiSGgfxq2Xe7",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Sales Professionals",
    "description": "The sales landscape has fundamentally shifted. While you were perfecting your pitch deck and fine-tuning your cold email templates, artificial intelligence quietly revolutionized how the world's top performers identify prospects, predict deal outcomes, and close revenue.",
    "cover_url": "https://drive.google.com/thumbnail?id=1xfuj9-TyEwwSB1ZLSAqc6j67GeahGAlj&sz=w300",
    "ebook_id": "1ah84U5oy_WMSN0a7kkgv3l9E91CWB4hb",
    "cover_id": "1xfuj9-TyEwwSB1ZLSAqc6j67GeahGAlj",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Mental Clarity book 4",
    "description": "Your brain is running at 3% capacity. This isn't speculation—it's the shocking reality confirmed by neuroscientists who've studied thousands of brain scans from knowledge workers drowning in digital overwhelm. While you're reading this sentence, your neural pathways are literally rewiring themselves based on the last seventeen browser tabs you had open, the forty-three unread notifications on your...",
    "cover_url": "https://drive.google.com/thumbnail?id=1YFDUbCBuTMAziAVB1x0qB_2CDuSDaPA-&sz=w300",
    "ebook_id": "1tA9NYQ-VTR1FFKB-HjsRjTa4dhZIZuk_",
    "cover_id": "1YFDUbCBuTMAziAVB1x0qB_2CDuSDaPA-",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Marketing Professionals",
    "description": "Maria Rodriguez was about to lose everything. As Marketing Director at a growing SaaS company, she had built what she thought was an unbeatable digital marketing machine over six years. Her team crushed lead generation targets, dominated conversion benchmarks, and commanded respect across the organization.",
    "cover_url": "https://drive.google.com/thumbnail?id=1478b61yNBdnopUaFmNkcksptbodUhIbI&sz=w300",
    "ebook_id": "101SEW9sxRYBDfxtk-nhaGJcYycMNvdUT",
    "cover_id": "1478b61yNBdnopUaFmNkcksptbodUhIbI",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Real Estate",
    "description": "The real estate industry is experiencing its biggest disruption since the internet changed how we search for homes. But this time, the change is happening faster, and the agents who don't adapt will be left behind.",
    "cover_url": "https://drive.google.com/thumbnail?id=1OGZtlI9l6bojXGb2leEnYcdhZVBWBiX6&sz=w300",
    "ebook_id": "1yVJNg8Hc94NVjo1Dit2ga2kIEybW1L6D",
    "cover_id": "1OGZtlI9l6bojXGb2leEnYcdhZVBWBiX6",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Sleep Optimization 1",
    "description": "But after analyzing over 147,000 sleep patterns using advanced AI algorithms, I've discovered something that will fundamentally change how you think about rest. The truth is, you're not just sleeping wrong. You're sleeping for a world that no longer exists.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Gnoy1u1jN0WMlH7OIfbaUHGwYpo25cWs&sz=w300",
    "ebook_id": "1XFX24K3Bb0sQvnMV6Qx5TjcnqAQdkLoN",
    "cover_id": "1Gnoy1u1jN0WMlH7OIfbaUHGwYpo25cWs",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Music",
    "description": "A Grammy-winning producer just created 47 tracks in a single afternoon using AI tools. He used to produce maybe one finished track per week.",
    "cover_url": "https://drive.google.com/thumbnail?id=1B9-pqIzeuGshUbFZkZX7T8E68fnFLCOz&sz=w300",
    "ebook_id": "1IV8aUpWUb2PjtE3E4SNskJY4zDYy2GKq",
    "cover_id": "1B9-pqIzeuGshUbFZkZX7T8E68fnFLCOz",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Movie Industry Professionals",
    "description": "The film industry is hemorrhaging money. Every major studio executive knows it, every independent producer feels it, and every investor fears it.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Z4x2cRp8iNl3FWdgNgCKrfSoeCz2yNnT&sz=w300",
    "ebook_id": "1W5_GKTvWfORj48a_rVuWIv1tjnEEeJx9",
    "cover_id": "1Z4x2cRp8iNl3FWdgNgCKrfSoeCz2yNnT",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Hormonal Balance 7",
    "description": "You're sitting in your doctor's office, exhausted again. Third visit this month. Same symptoms, different day. Fatigue that coffee can't fix. Weight that won't budge despite eating salad for every meal. Mood swings that make you feel like a stranger in your own body. Brain fog so thick you forgot your own phone number yesterday.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Ke9mhuKdzZPGnv9OnCT1RSEEwzP_ZHWX&sz=w300",
    "ebook_id": "1hSfO7rb54TE3_7YvG2yOT_cepNUXWgxT",
    "cover_id": "1Ke9mhuKdzZPGnv9OnCT1RSEEwzP_ZHWX",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Hr Professionals",
    "description": "Beckett Martinez thought he had built an untouchable recruiting operation. As Director of Talent Acquisition at a 500-person technology company, he had systematically dominated his market for eight years through what he considered world-class relationship building and intuitive candidate selection.",
    "cover_url": "https://drive.google.com/thumbnail?id=1_8XtWLBAHxf_wycb1K6kKVPvsblFptBx&sz=w300",
    "ebook_id": "1BwN9FO0BW7d9jXBg7BusvYwr99Enre4L",
    "cover_id": "1_8XtWLBAHxf_wycb1K6kKVPvsblFptBx",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Immune System Boost 8",
    "description": "That's not a scare tactic. It's a mathematical certainty based on data from 14,739 health assessments conducted over the past eighteen months. The average person's immune function operates at only 47% of its potential capacity. You're walking around with less than half the protection nature intended you to have.",
    "cover_url": "https://drive.google.com/thumbnail?id=1aO_zsPdxAIeZ9jHAEM_5PJb8xT24QTx7&sz=w300",
    "ebook_id": "1gOgLqoyqpKIZouoLAYDccpUnfc_qrt0O",
    "cover_id": "1aO_zsPdxAIeZ9jHAEM_5PJb8xT24QTx7",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Brain Performance wellness 9",
    "description": "That's not a guess. That's what the data shows after analyzing 14,782 cognitive performance assessments across Fortune 500 companies over the past three years. And here's what nobody tells you: the remaining 77% isn't locked away in some mystical vault. It's being actively suppressed by the way you interact with technology every single day.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Xxa3L5u_xAA2mW1UwOiEp7YDdpYnKL3H&sz=w300",
    "ebook_id": "1GdXUMjDN7h2MRQGmBOIeCcP1fGSkvaN4",
    "cover_id": "1Xxa3L5u_xAA2mW1UwOiEp7YDdpYnKL3H",
    "category": "Nonfiction"
  }
]