[
  {
    "title": "AI for Heart Health BOOK 6",
    "description": "You're about to discover how a quiet revolution in cardiovascular health is saving lives, reversing decades of damage, and creating a new generation of heart-optimized humans who will live twenty to thirty years longer than current projections suggest. This isn't science fiction. This is happening right now, in living rooms and bedrooms across the world, as ordinary people use AI to decode their c...",
    "cover_url": "https://drive.google.com/thumbnail?id=1UF4C8oNdx5RKCd2PJ5VL0JWE9AlRJ64h&sz=w300",
    "ebook_id": "1TM231dgM0NQnlIFqvatKnngts91YRTt6",
    "cover_id": "1UF4C8oNdx5RKCd2PJ5VL0JWE9AlRJ64h",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Healthcare Professionals",
    "description": "Dr. Maria Rodriguez had 72 hours before her colleagues discovered she was about to lose everything. As Chief of Internal Medicine at a 400-bed hospital, she had sacrificed twelve years of her life building what she believed was an unshakeable medical empire. Her department crushed quality metrics, dominated patient satisfaction scores, and commanded absolute respect throughout the medical center -...",
    "cover_url": "https://drive.google.com/thumbnail?id=1m5TIVEg3DafozoqOJWGY6UWyhO7xeHqQ&sz=w300",
    "ebook_id": "1DDJ0Vi2y6VBomRutqVl5MTY-cuqtu7pv",
    "cover_id": "1m5TIVEg3DafozoqOJWGY6UWyhO7xeHqQ",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Gut Health BOOK 5",
    "description": "Seventy percent of your immune system lives in your gut. Right now, as you read these words, thirty-nine trillion microorganisms are making decisions about your mood, your energy levels, your cravings, and even your thoughts. This isn't science fiction. This is the revolutionary understanding that's transforming how we approach human health, and artificial intelligence is finally giving us the too...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Vn_Komh5BNPGeXig9xuc1tH4-SlYaTqb&sz=w300",
    "ebook_id": "1PD2UdP99XQTdzbCDCmmK8Sc5iNzBCk8A",
    "cover_id": "1Vn_Komh5BNPGeXig9xuc1tH4-SlYaTqb",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Government Professionals",
    "description": "Right now, as you read this, your government agency is hemorrhaging $403,000 per day. Not through corruption or waste, but through something far more insidious: inefficiency that everyone has accepted as \"just how government works.\"",
    "cover_url": "https://drive.google.com/thumbnail?id=14zVQJeO-S3Vr6l6gLXBWscAqooBrhaKR&sz=w300",
    "ebook_id": "14xNsXojOvE9BMC6RlCu5r6-DjXG65wN3",
    "cover_id": "14zVQJeO-S3Vr6l6gLXBWscAqooBrhaKR",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Gaming Industry Professionals",
    "description": "Your studio is bleeding money. Every day you delay implementing AI, your competitors are automating tasks that cost you millions.",
    "cover_url": "https://drive.google.com/thumbnail?id=1_P1YrO31OtPab0Yr28hR1cVbOJXc1-8b&sz=w300",
    "ebook_id": "1Mfs_8NrP7g_CNLKSYRopSwy9e7AT8H52",
    "cover_id": "1_P1YrO31OtPab0Yr28hR1cVbOJXc1-8b",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Accounting Professionals",
    "description": "The accounting profession stands at the most significant crossroads in its history. While calculators replaced ledger books and software replaced calculators, AI represents something fundamentally different—a technology that doesn't just speed up existing processes but reimagines them entirely.",
    "cover_url": "https://drive.google.com/thumbnail?id=1xXtDlL-WZZ6n4Sq5dwOUU53ZDQqWazac&sz=w300",
    "ebook_id": "1HhYMYjzcQ7hyFitKa8gKFakpnlv4LT7Y",
    "cover_id": "1xXtDlL-WZZ6n4Sq5dwOUU53ZDQqWazac",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Protecting Wealth",
    "description": "The average professional loses between 18% and 34% of their net worth to vulnerabilities they never detected. Not to market crashes they saw coming. Not to risks they consciously accepted. To exposures that existed in their financial structure for years while they believed they were protected. These losses happen to people with financial advisors, diversified portfolios, and insurance policies. Th...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Km0O8xxjxcYG1hFKRuyiNXkqy_7e_aDf&sz=w300",
    "ebook_id": "1naP8Mby8C5wSqzjF6aM-Ss22SnSnIzif",
    "cover_id": "1Km0O8xxjxcYG1hFKRuyiNXkqy_7e_aDf",
    "category": "Nonfiction"
  },
  {
    "title": "AI for smart budgeting",
    "description": "Across 2,100 households analyzed in the fourth quarter of 2024, the average family lost $47,382 annually to financial leaks they could not see. Not to catastrophic decisions. Not to obvious waste. To invisible erosion that happens in the background while intelligent, capable people believe they have their money under control. The researchers tracking this data found something more disturbing than ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1hN2LnNQ16g0jiJ3kQHfF7IBoeJahBD_g&sz=w300",
    "ebook_id": "1CfrClTcDA_m3oEA_seND1-n5iOaahbub",
    "cover_id": "1hN2LnNQ16g0jiJ3kQHfF7IBoeJahBD_g",
    "category": "Nonfiction"
  },
  {
    "title": "Ai for longterm financial planning",
    "description": "The traditional financial plan dies the moment you leave the advisor's office. That crisp binder with its charts and projections represents a single snapshot of a future that will never exist. Markets shift. Jobs change. Health crises emerge. Children's plans evolve. The carefully calculated retirement age becomes a rough estimate, then a fantasy, then a forgotten number buried in a drawer. Financ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1xSI9TdDggnVn1UwrZQp5M9ruJlYz2CSc&sz=w300",
    "ebook_id": "1cAp-8B0RBWIFyxUEguLSAoNqL875h3ai",
    "cover_id": "1xSI9TdDggnVn1UwrZQp5M9ruJlYz2CSc",
    "category": "Nonfiction"
  },
  {
    "title": "AI for High-Income Skills",
    "description": "A healthcare administrator in Tulsa earns 52,000 dollars managing patient scheduling across four departments with seventeen physicians and three nurse practitioner teams. A product operations coordinator in San Francisco earns 148,000 dollars managing feature releases across four engineering pods with nineteen developers and five design leads. The cognitive work is identical. The skill set is fung...",
    "cover_url": "https://drive.google.com/thumbnail?id=18HOC6J-Fd_hUzCtxVjI-KgwVWuI40JMp&sz=w300",
    "ebook_id": "1DNeyiZi8CZ9dtV8NSyHLfw-7s6IyzDY0",
    "cover_id": "18HOC6J-Fd_hUzCtxVjI-KgwVWuI40JMp",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Debt Freedom",
    "description": "In Q4 2025, the median U.S. household now allocates 41 percent of take-home pay just to service minimum debt payments. Not principal reduction. Not wealth building. Not investment in anything that compounds in their favor. Just interest and the bare minimum required to keep creditors from escalating collection efforts. This single statistic represents the quiet financial enslavement of the America...",
    "cover_url": "https://drive.google.com/thumbnail?id=19Azs4IFaYmCwdipFYE-yB-N6ucUPWI9K&sz=w300",
    "ebook_id": "1GGerU5qhKucTOz1g1Kd5_6emgESp1Gyj",
    "cover_id": "19Azs4IFaYmCwdipFYE-yB-N6ucUPWI9K",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Investing Confidence",
    "description": "The best investors doubt everything except their process. This contradiction defines modern investing more than any other principle, yet most retail investors get it backwards. They doubt their process while trusting their gut feelings, cherry-picked news headlines, and the performance theater of financial media. The result is predictable: studies from Dalbar consistently show that the average equ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Yd9hz37Xz66TE0WNOymM-Iaw9RJ-sP2a&sz=w300",
    "ebook_id": "1TKkVOuoS38WBfG5svUPUBwPyHZh54z5a",
    "cover_id": "1Yd9hz37Xz66TE0WNOymM-Iaw9RJ-sP2a",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Income Stability",
    "description": "The most dangerous financial position in the modern economy is not poverty. It is the illusion of stability. A single income source, no matter how reliable it appears, is a structural vulnerability that most professionals mistake for security. The person earning $120,000 annually from one employer is statistically more financially fragile than someone earning $80,000 from four different sources. T...",
    "cover_url": "https://drive.google.com/thumbnail?id=1jZDswg6BtHfVOy6L039GlssVHoeKh1-0&sz=w300",
    "ebook_id": "1RmA_WDmP549dLk3RTkXnM98uvITlkVKB",
    "cover_id": "1jZDswg6BtHfVOy6L039GlssVHoeKh1-0",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Cashflow Predictability",
    "description": "The finance director of a mid-sized manufacturing company stared at his spreadsheet at two in the morning, trying to reconcile why his quarterly forecast was off by thirty-seven percent. His models accounted for seasonality, his historical data went back five years, and he had spent weeks building formulas that adjusted for every variable he could identify. Yet when actual cash hit the bank, the g...",
    "cover_url": "https://drive.google.com/thumbnail?id=1HjDXFzzHcZA10TR_tKmMup4DxzazicTV&sz=w300",
    "ebook_id": "1tkd0JURf6QSr0ACqAl6lAzoluc6WYMwp",
    "cover_id": "1HjDXFzzHcZA10TR_tKmMup4DxzazicTV",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Credit Repair & Score Optimization",
    "description": "The credit scoring system operates like a black box for most consumers who interact with it only when applying for loans or mortgages. They receive three-digit numbers that determine access to capital, housing, and sometimes employment opportunities. They accept these numbers as objective measurements of financial responsibility. They assume the scores reflect their actual creditworthiness accurat...",
    "cover_url": "https://drive.google.com/thumbnail?id=1XMbAZnKEje63EMw4ZYmtaS8WUkBr3WOA&sz=w300",
    "ebook_id": "1sEEjzCJmguuSF0AWJJFw0L-cBS6gPMox",
    "cover_id": "1XMbAZnKEje63EMw4ZYmtaS8WUkBr3WOA",
    "category": "Nonfiction"
  },
  {
    "title": "AI for building wealth",
    "description": "A software engineer at a major tech company earns $180,000 per year writing code for forty hours each week. A hedge fund analyst with similar credentials and work hours earns $850,000. The difference is not intelligence, education, or effort. The difference is leverage. One person's output is constrained by their time. The other person's output is multiplied by capital, systems, and network effect...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ltTG7Fdpu2V-DpIDEU0rXyGsmoqeX32Q&sz=w300",
    "ebook_id": "1Dwmjd_h2963WIaQXK69XWM7nC7Wesm45",
    "cover_id": "1ltTG7Fdpu2V-DpIDEU0rXyGsmoqeX32Q",
    "category": "Nonfiction"
  },
  {
    "title": "Algorithmic Hearts",
    "description": "Maya Chen stared at the blinking cursor on her monitor, the familiar green text against the black terminal background offering the same comfort it had for the past eight years. The gentle hum of the server room three floors below seemed to vibrate through the building's steel framework, a mechanical lullaby that most people found unsettling but Maya found absolutely perfect.",
    "cover_url": "https://drive.google.com/thumbnail?id=1RzJurI2fhYeVOpXXrC5wby_HRFv4Wcjj&sz=w300",
    "ebook_id": "1paSej-8pG48wmLJfCxi1O7BAqCSvexWS",
    "cover_id": "1RzJurI2fhYeVOpXXrC5wby_HRFv4Wcjj",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Doctors",
    "description": "The radiologist had reviewed over forty thousand chest X-rays in her career. She knew the architecture of the human thorax the way a navigator knows coastlines—every shadow meaningful, every density a story. On a Tuesday afternoon in Manchester, she cleared her queue in the usual rhythm: normal, normal, subtle opacity worth watching, normal. The artificial intelligence system running silently alon...",
    "cover_url": "https://drive.google.com/thumbnail?id=1qjaF7i-h7cU74_s9WiQqoipfwmKdJJkd&sz=w300",
    "ebook_id": "1tsXlI5VgWzD66RIKmBA9w9LFZpsgumNV",
    "cover_id": "1qjaF7i-h7cU74_s9WiQqoipfwmKdJJkd",
    "category": "Nonfiction"
  },
  {
    "title": "AI Advances in Dentistry",
    "description": "The examination room looked identical to thousands of others across the country—reclining chair, overhead lamp, the familiar tray of instruments gleaming under fluorescent light. But something unprecedented was happening on the monitor beside the dental chair. As the hygienist captured a bitewing radiograph, colored overlays bloomed across the black-and-white image in real time, highlighting a sha...",
    "cover_url": "https://drive.google.com/thumbnail?id=14L5ihJkDFLipURMVTa5AT9IeIlcZ7c-4&sz=w300",
    "ebook_id": "19Qx2bjAypGolUcxgPBzNCj2Mf3zG6a5T",
    "cover_id": "14L5ihJkDFLipURMVTa5AT9IeIlcZ7c-4",
    "category": "Nonfiction"
  },
  {
    "title": "Variance Wisdom",
    "description": "Theo Marlowe stared at the number on his screen — 72.4 degrees — and felt his stomach drop. It was 11:47 PM on September 14, 2026, in a cramped studio apartment in Austin, Texas, and he had just lost $8,200 betting that the next day's high temperature would hit exactly 72 degrees. Not 71. Not 73. Exactly 72. The forecast had been clear, confident, issued by the National Weather Service six hours e...",
    "cover_url": "https://drive.google.com/thumbnail?id=1XeecIC8EjHoDkGmc6H3kceJJV-DLlJ5X&sz=w300",
    "ebook_id": "1o7uoWTlYhUUIA4-1JwTFlGMJqMoeuyiH",
    "cover_id": "1XeecIC8EjHoDkGmc6H3kceJJV-DLlJ5X",
    "category": "Fiction"
  },
  {
    "title": "The Ukraine Files",
    "description": "The document landed in Axios reporters' inboxes at 4:47 AM Eastern on November 20, 2025, and within three hours, the seventy-year architecture of Western alliance structure began its most serious stress test since the Cuban Missile Crisis. The leak came from an unnamed Ukrainian official, someone close enough to President Volodymyr Zelenskyy to have witnessed the presentation firsthand, desperate ...",
    "cover_url": "https://drive.google.com/thumbnail?id=12mcA_FKN4EqV7J-HM1uCxvBvHjiTiE_k&sz=w300",
    "ebook_id": "12_47ezrnpMGulbqGtF076Ifb9MSUUNf_",
    "cover_id": "12mcA_FKN4EqV7J-HM1uCxvBvHjiTiE_k",
    "category": "Fiction"
  },
  {
    "title": "The Synthetic Sovereign",
    "description": "On March 9, 2023, Silicon Valley Bank collapsed in less than 48 hours, wiping out 209 billion dollars in assets and triggering the second-largest bank failure in American history. Human regulators saw nothing coming. The Federal Reserve had given SVB a clean bill of health just weeks earlier. But automated trading algorithms detected the warning signs 72 hours before the collapse began, executing ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SaRqEsYYXMSi92-Ew4QsaAi0d89uaKf9&sz=w300",
    "ebook_id": "1R81JbPFIdTG6wk6L5QW4XuuMYBWziQdT",
    "cover_id": "1SaRqEsYYXMSi92-Ew4QsaAi0d89uaKf9",
    "category": "Fiction"
  },
  {
    "title": "The Standards War",
    "description": "In 2018, a senior engineer at a major European telecommunications company sat in a conference room in Geneva, watching a vote that would shape the next decade of global connectivity. The International Telecommunication Union was deciding which technical specifications would govern 5G networks worldwide. She had spent months preparing her company's proposal, a design that represented billions in re...",
    "cover_url": "https://drive.google.com/thumbnail?id=1d50uuw-PVTJn6zrApVFzTYxXZ_t6zVyO&sz=w300",
    "ebook_id": "1dhH03fr_uIDlNa_wVmkYyLoi5-G29kKs",
    "cover_id": "1d50uuw-PVTJn6zrApVFzTYxXZ_t6zVyO",
    "category": "Fiction"
  },
  {
    "title": "The Quantum State",
    "description": "In December 2022, researchers from China's Tsinghua University published a paper claiming they had used a quantum computer to factor a 48 bit RSA encryption key. The achievement was modest, the method was controversial, and quantum computing experts worldwide immediately criticized the paper's methodology. But within seventy two hours, the paper triggered emergency classified briefings at the Nati...",
    "cover_url": "https://drive.google.com/thumbnail?id=1HKvcyWrCwBOopMs4By6tKSQ4aYpwL-kU&sz=w300",
    "ebook_id": "1O25OsDmosGNxWiykuKJqP_I6IdCS9-Yy",
    "cover_id": "1HKvcyWrCwBOopMs4By6tKSQ4aYpwL-kU",
    "category": "Fiction"
  },
  {
    "title": "The Population Paradox",
    "description": "Something unprecedented is happening to the human species. For the first time in recorded history, the challenge facing civilization is not too many people but too few. The mechanisms that powered economic growth for three centuries—expanding populations, growing workforces, rising consumer demand—are reversing across the most advanced economies on Earth. Japan has already crossed the threshold. S...",
    "cover_url": "https://drive.google.com/thumbnail?id=1tKEdHPVH_AdpBdNUSRtdZUDcw98YNcYz&sz=w300",
    "ebook_id": "1PtZ0UnZIHDHQtu9mtPhFKeN98v-htH1F",
    "cover_id": "1tKEdHPVH_AdpBdNUSRtdZUDcw98YNcYz",
    "category": "Fiction"
  },
  {
    "title": "The Quiet Leverage",
    "description": "The results that reshape lives arrive without announcement. A company that seemed ordinary for a decade suddenly dominates its industry. A career that appeared permanently stalled transforms into something remarkable. A portfolio that looked mediocre compounds into generational wealth. When these outcomes become visible, observers search for the turning point, the breakthrough moment, the decision...",
    "cover_url": "https://drive.google.com/thumbnail?id=19yqFn_GzpigRdc2Vf6UfJ2DMRURQancG&sz=w300",
    "ebook_id": "1jkxqSJyy1hBWceWGBMiqkwHne7GNh6Km",
    "cover_id": "19yqFn_GzpigRdc2Vf6UfJ2DMRURQancG",
    "category": "Fiction"
  },
  {
    "title": "The Platform State",
    "description": "On the morning the servers went dark, the chief technology officer of a major European bank discovered something that no risk model had anticipated. His institution did not own its own infrastructure. The data centers hummed in Frankfurt and Dublin, the hardware bore familiar logos, the contracts specified German law and EU jurisdiction. None of it mattered. The actual computational substrate, the...",
    "cover_url": "https://drive.google.com/thumbnail?id=1F8dPcfBTA1ruVIX4KCE2lwo8-RSMJtHn&sz=w300",
    "ebook_id": "1muFgTiW016YrUCbLm0pHnfqPtkYvN1oC",
    "cover_id": "1F8dPcfBTA1ruVIX4KCE2lwo8-RSMJtHn",
    "category": "Fiction"
  },
  {
    "title": "The Planetary Compute War",
    "description": "On October 7, 2022, the Biden administration published a seventy-nine-page document that changed the nature of global power competition. The Bureau of Industry and Security, buried deep within the Commerce Department's bureaucratic hierarchy, issued export controls so comprehensive they effectively severed China's access to the advanced semiconductors required for artificial intelligence developme...",
    "cover_url": "https://drive.google.com/thumbnail?id=1IG4wvKYbTkgrQ54qroIGHOVIYRBxZgwP&sz=w300",
    "ebook_id": "1cYu2ZVhAWgIEKmyv8OshPhJ_Y10lVEGq",
    "cover_id": "1IG4wvKYbTkgrQ54qroIGHOVIYRBxZgwP",
    "category": "Fiction"
  },
  {
    "title": "The Orbital Grid",
    "description": "The modems started dying at exactly 4:00 AM Central European Time on February 24, 2022, the same hour Russian tanks crossed into Ukraine. Across Germany, France, Poland, and Italy, roughly 40,000 satellite internet terminals went offline simultaneously, their status lights blinking red in homes, businesses, and wind farms scattered across the continent. The devices belonged to Viasat, a California...",
    "cover_url": "https://drive.google.com/thumbnail?id=1yX3Y3fz3uuj1uCDVAx7mmz4EJMFrDc1w&sz=w300",
    "ebook_id": "1bM19Iw8q_mafdtCEwa7gvC3inzPyWQ3C",
    "cover_id": "1yX3Y3fz3uuj1uCDVAx7mmz4EJMFrDc1w",
    "category": "Fiction"
  },
  {
    "title": "The Micro",
    "description": "On March 17, 2023, at 6:42 AM, Brielle Santos sat in her studio apartment in Austin, staring at a single number on her screen that was about to make her seven hundred and forty-three dollars in the next ninety seconds. The number was wrong. Not slightly wrong, not probabilistically wrong, but factually, verifiably, catastrophically wrong. The prediction market had Miami's high temperature for that...",
    "cover_url": "https://drive.google.com/thumbnail?id=1AflizjRMjOHHdsXlHCfPKrttBW9cNVoZ&sz=w300",
    "ebook_id": "1MpEoBATPK4RJr04AcDA_rzWJSc-Byoq2",
    "cover_id": "1AflizjRMjOHHdsXlHCfPKrttBW9cNVoZ",
    "category": "Fiction"
  },
  {
    "title": "The Machine Morality Crisis",
    "description": "In November 2025, Brown University researchers published findings that should have triggered immediate regulatory intervention across the mental health industry. Their study documented how artificial intelligence chatbots deployed as therapeutic tools systematically violated core principles of clinical ethics, engaging in what the research team called pathological sycophancy. The AI systems valida...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SQ44dmAYL1K99SSk8I_erblYylR8TmCf&sz=w300",
    "ebook_id": "1-XXwpN0cQnunx1Ml84ywZgJ5y_tJwUFc",
    "cover_id": "1SQ44dmAYL1K99SSk8I_erblYylR8TmCf",
    "category": "Fiction"
  },
  {
    "title": "The Machine Republic",
    "description": "Adrian Barrett discovered he had been fired by an algorithm three weeks before his manager found out. The termination notice arrived in his inbox at 2:47 AM on a Tuesday, generated by an AI workforce optimization system that had analyzed his productivity metrics, communication patterns, and project completion rates across eighteen months of employment. The system had determined, with 94.7 percent ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Z3pDr-nxiYcyekCC4eZ_r-XfPbZzNIYX&sz=w300",
    "ebook_id": "1Ml8XPHEpqHhHo8Gx88stYn3eDUBkekXT",
    "cover_id": "1Z3pDr-nxiYcyekCC4eZ_r-XfPbZzNIYX",
    "category": "Fiction"
  },
  {
    "title": "The Longevity Trade",
    "description": "The global anti aging industry reached $62.6 billion in market value during 2023, with projections indicating growth to $93.3 billion by 2027 according to Allied Market Research industry analysis. Wealthy individuals across continents allocate substantial capital pursuing longevity interventions ranging from evidence based therapeutics to experimental procedures operating in regulatory gray zones....",
    "cover_url": "https://drive.google.com/thumbnail?id=1LYBYS2GXCCYa_ys1wS6Q8XGmOSciOKkg&sz=w300",
    "ebook_id": "12Hw9uqKhZtaHWUEgoxK7z_O-5cCJ8SrZ",
    "cover_id": "1LYBYS2GXCCYa_ys1wS6Q8XGmOSciOKkg",
    "category": "Fiction"
  },
  {
    "title": "The Maduro Gambit",
    "description": "Nicolás Maduro went to bed on the night of January 2, 2026, believing he had survived everything the world could throw at him. He had outlasted sanctions, weathered a failed military uprising, ignored international condemnation of his stolen 2024 election, and watched American warships patrol the Caribbean for months without firing a shot at Venezuelan soil. By most reasonable measures, the bus dr...",
    "cover_url": "https://drive.google.com/thumbnail?id=1V_Qcd0ISkgs72mnfidjJYnlZDhCn_BBA&sz=w300",
    "ebook_id": "1K_yGfJk1-8qPB5JzZS6LPzaujtxhJwNM",
    "cover_id": "1V_Qcd0ISkgs72mnfidjJYnlZDhCn_BBA",
    "category": "Fiction"
  },
  {
    "title": "The Legitimacy Trap",
    "description": "You have never consented to the rules that govern your life. This is not a complaint about democracy, representation, or political participation. It is a statement about the architecture of modern power itself—how legitimacy is manufactured before you arrive, how the boundaries of acceptable thought are drawn before you learn to think, and how the very categories you use to evaluate fairness were ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1lefIOVFEjYABvvJ1JqA1C0yp8wCjlcVQ&sz=w300",
    "ebook_id": "1GTBgDBlIa4AACRI9VFE2FKoRM4QArGCK",
    "cover_id": "1lefIOVFEjYABvvJ1JqA1C0yp8wCjlcVQ",
    "category": "Fiction"
  },
  {
    "title": "The Kindle Fortune",
    "description": "In February 2019, a former investment banker named Quinn uploaded his first Kindle book at 11:47 PM on a Tuesday. The book was 22,000 words about municipal bond strategies, priced at $4.99, and took him six weeks to write during his commute from Greenwich to Manhattan. Within ninety days, the book generated $47,320 in royalties. Quinn had never written anything longer than a client memo. He had no...",
    "cover_url": "https://drive.google.com/thumbnail?id=1idNODH1rib_NGtWz7BobceY83zG3VQa0&sz=w300",
    "ebook_id": "1TEQaUshuLP0XJI0_CHcQGrMTH9yxA-92",
    "cover_id": "1idNODH1rib_NGtWz7BobceY83zG3VQa0",
    "category": "Fiction"
  },
  {
    "title": "The Infrastructure Wars",
    "description": "On September 26, 2022, seismologists in Denmark and Sweden detected underwater explosions in the Baltic Sea measuring 2.3 on the Richter scale. Within hours, methane began bubbling to the surface near the Danish island of Bornholm. The Nordstream 1 and Nordstream 2 pipelines, carrying Russian natural gas directly to Germany beneath the Baltic seafloor, had been ruptured in four separate locations....",
    "cover_url": "https://drive.google.com/thumbnail?id=1nGkMnhnAcZbiVex8nkGq31yc9u7doOwS&sz=w300",
    "ebook_id": "1N7EmvDctbnIrgwctsi0qBMwTXkaoqQcM",
    "cover_id": "1nGkMnhnAcZbiVex8nkGq31yc9u7doOwS",
    "category": "Fiction"
  },
  {
    "title": "The Intergration",
    "description": "The analyst stared at her screen in a windowless room at Fort Meade, watching data patterns that refused to resolve into any category her training had prepared her to recognize. The intrusion was Chinese. The attribution was solid. The technical signatures matched known PLA-affiliated groups with near certainty. But the behavior made no sense. The attackers had exfiltrated defense contractor bluep...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-09WbH7Sr-coy0Ig5O7HFMbM5XXcgD3s&sz=w300",
    "ebook_id": "13ru-1NTh4ufOXSvDpKzk03hTCBLABXU2",
    "cover_id": "1-09WbH7Sr-coy0Ig5O7HFMbM5XXcgD3s",
    "category": "Fiction"
  },
  {
    "title": "The Information Gap",
    "description": "Isaac Brennan refreshed the National Weather Service page at 6:47 AM on March 14, 2024, sitting in his studio apartment in Boulder, Colorado, watching the morning high forecast for Denver climb from 71 degrees to 74 degrees in the 06z model run. The Kalshi market was pricing Denver over 72.5 degrees at 38 cents for YES. He bought $2,400 worth of YES contracts in four separate limit orders over the...",
    "cover_url": "https://drive.google.com/thumbnail?id=1CGnpcebakx8xMOHsB46gPusWCq2sZRBG&sz=w300",
    "ebook_id": "16Hgptljt6jUlIwgYkUUUZihahRhV627n",
    "cover_id": "1CGnpcebakx8xMOHsB46gPusWCq2sZRBG",
    "category": "Fiction"
  },
  {
    "title": "The Influence Machine",
    "description": "In March 2016, a 27-year-old data scientist named Christopher Wylie sat in a London office and watched democracy break in real time. Wylie had spent three years building psychological warfare tools for Cambridge Analytica, a company that turned Facebook profiles into precision-guided influence weapons. The system worked like this: harvest data from 87 million users without consent, build psychogra...",
    "cover_url": "https://drive.google.com/thumbnail?id=14r2Jvb1uZoTE23ymk0lrXKNuh5PkDaiJ&sz=w300",
    "ebook_id": "1rqGmTOrtBqxMCGjYwn1z3vAxFDz_k0s3",
    "cover_id": "14r2Jvb1uZoTE23ymk0lrXKNuh5PkDaiJ",
    "category": "Fiction"
  }
]