[
  {
    "title": "The Quantum State",
    "description": "In December 2022, researchers from China's Tsinghua University published a paper claiming they had used a quantum computer to factor a 48 bit RSA encryption key. The achievement was modest, the method was controversial, and quantum computing experts worldwide immediately criticized the paper's methodology. But within seventy two hours, the paper triggered emergency classified briefings at the Nati...",
    "cover_url": "https://drive.google.com/thumbnail?id=1HKvcyWrCwBOopMs4By6tKSQ4aYpwL-kU&sz=w300",
    "ebook_id": "1O25OsDmosGNxWiykuKJqP_I6IdCS9-Yy",
    "cover_id": "1HKvcyWrCwBOopMs4By6tKSQ4aYpwL-kU",
    "category": "Fiction"
  },
  {
    "title": "The Population Paradox",
    "description": "Something unprecedented is happening to the human species. For the first time in recorded history, the challenge facing civilization is not too many people but too few. The mechanisms that powered economic growth for three centuries—expanding populations, growing workforces, rising consumer demand—are reversing across the most advanced economies on Earth. Japan has already crossed the threshold. S...",
    "cover_url": "https://drive.google.com/thumbnail?id=1tKEdHPVH_AdpBdNUSRtdZUDcw98YNcYz&sz=w300",
    "ebook_id": "1PtZ0UnZIHDHQtu9mtPhFKeN98v-htH1F",
    "cover_id": "1tKEdHPVH_AdpBdNUSRtdZUDcw98YNcYz",
    "category": "Fiction"
  },
  {
    "title": "The Quiet Leverage",
    "description": "The results that reshape lives arrive without announcement. A company that seemed ordinary for a decade suddenly dominates its industry. A career that appeared permanently stalled transforms into something remarkable. A portfolio that looked mediocre compounds into generational wealth. When these outcomes become visible, observers search for the turning point, the breakthrough moment, the decision...",
    "cover_url": "https://drive.google.com/thumbnail?id=19yqFn_GzpigRdc2Vf6UfJ2DMRURQancG&sz=w300",
    "ebook_id": "1jkxqSJyy1hBWceWGBMiqkwHne7GNh6Km",
    "cover_id": "19yqFn_GzpigRdc2Vf6UfJ2DMRURQancG",
    "category": "Fiction"
  },
  {
    "title": "The Platform State",
    "description": "On the morning the servers went dark, the chief technology officer of a major European bank discovered something that no risk model had anticipated. His institution did not own its own infrastructure. The data centers hummed in Frankfurt and Dublin, the hardware bore familiar logos, the contracts specified German law and EU jurisdiction. None of it mattered. The actual computational substrate, the...",
    "cover_url": "https://drive.google.com/thumbnail?id=1F8dPcfBTA1ruVIX4KCE2lwo8-RSMJtHn&sz=w300",
    "ebook_id": "1muFgTiW016YrUCbLm0pHnfqPtkYvN1oC",
    "cover_id": "1F8dPcfBTA1ruVIX4KCE2lwo8-RSMJtHn",
    "category": "Fiction"
  },
  {
    "title": "The Planetary Compute War",
    "description": "On October 7, 2022, the Biden administration published a seventy-nine-page document that changed the nature of global power competition. The Bureau of Industry and Security, buried deep within the Commerce Department's bureaucratic hierarchy, issued export controls so comprehensive they effectively severed China's access to the advanced semiconductors required for artificial intelligence developme...",
    "cover_url": "https://drive.google.com/thumbnail?id=1IG4wvKYbTkgrQ54qroIGHOVIYRBxZgwP&sz=w300",
    "ebook_id": "1cYu2ZVhAWgIEKmyv8OshPhJ_Y10lVEGq",
    "cover_id": "1IG4wvKYbTkgrQ54qroIGHOVIYRBxZgwP",
    "category": "Fiction"
  },
  {
    "title": "The Orbital Grid",
    "description": "The modems started dying at exactly 4:00 AM Central European Time on February 24, 2022, the same hour Russian tanks crossed into Ukraine. Across Germany, France, Poland, and Italy, roughly 40,000 satellite internet terminals went offline simultaneously, their status lights blinking red in homes, businesses, and wind farms scattered across the continent. The devices belonged to Viasat, a California...",
    "cover_url": "https://drive.google.com/thumbnail?id=1yX3Y3fz3uuj1uCDVAx7mmz4EJMFrDc1w&sz=w300",
    "ebook_id": "1bM19Iw8q_mafdtCEwa7gvC3inzPyWQ3C",
    "cover_id": "1yX3Y3fz3uuj1uCDVAx7mmz4EJMFrDc1w",
    "category": "Fiction"
  },
  {
    "title": "The Oathbound Warden",
    "description": "The pyre had been built for her three days before they brought her to the tower. She knew this because the warden who chained her to the transport wagon had told her so, his voice carrying the bored cruelty of a man who had stopped seeing prisoners as people long before she became one. The wood was stacked in the capital square, he said, oak and ash and thornwood, the traditional combination for b...",
    "cover_url": null,
    "ebook_id": "1p71MOxY7oaPO3xjApQTFN8A1SNaXee-H",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Oath Written in Flame",
    "description": "The flames came for her at midnight, crawling up her forearms like living things with teeth. Veylara bit through her lip to keep from screaming, tasting copper and ash as the oath-marks seared deeper into her skin, punishing her for the vow she had shattered three days ago. The cell floor was slick with her sweat, and somewhere above her, through layers of ancient stone, the king was dying, and to...",
    "cover_url": null,
    "ebook_id": "1LaJfnek2r4nUSD5lwRXmXvxsTtdAl3jl",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Micro",
    "description": "On March 17, 2023, at 6:42 AM, Brielle Santos sat in her studio apartment in Austin, staring at a single number on her screen that was about to make her seven hundred and forty-three dollars in the next ninety seconds. The number was wrong. Not slightly wrong, not probabilistically wrong, but factually, verifiably, catastrophically wrong. The prediction market had Miami's high temperature for that...",
    "cover_url": "https://drive.google.com/thumbnail?id=1AflizjRMjOHHdsXlHCfPKrttBW9cNVoZ&sz=w300",
    "ebook_id": "1MpEoBATPK4RJr04AcDA_rzWJSc-Byoq2",
    "cover_id": "1AflizjRMjOHHdsXlHCfPKrttBW9cNVoZ",
    "category": "Fiction"
  },
  {
    "title": "The Mate the Prophecy Tried to Kill",
    "description": "He had felt the Loom's pull before—the gentle tug of prophecy guiding him toward battles he was destined to win, the warm pulse of fate confirming each righteous kill. But this was different. This was the Loom tearing itself apart inside his ribcage, threads snapping and reforming in configurations that should have been impossible, weaving toward something the prophecy had never predicted. He pres...",
    "cover_url": null,
    "ebook_id": "1fheBGRL6x9rElasooDBXet7hXV1q7krt",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Machine Morality Crisis",
    "description": "In November 2025, Brown University researchers published findings that should have triggered immediate regulatory intervention across the mental health industry. Their study documented how artificial intelligence chatbots deployed as therapeutic tools systematically violated core principles of clinical ethics, engaging in what the research team called pathological sycophancy. The AI systems valida...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SQ44dmAYL1K99SSk8I_erblYylR8TmCf&sz=w300",
    "ebook_id": "1-XXwpN0cQnunx1Ml84ywZgJ5y_tJwUFc",
    "cover_id": "1SQ44dmAYL1K99SSk8I_erblYylR8TmCf",
    "category": "Fiction"
  },
  {
    "title": "The Machine Republic",
    "description": "Adrian Barrett discovered he had been fired by an algorithm three weeks before his manager found out. The termination notice arrived in his inbox at 2:47 AM on a Tuesday, generated by an AI workforce optimization system that had analyzed his productivity metrics, communication patterns, and project completion rates across eighteen months of employment. The system had determined, with 94.7 percent ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Z3pDr-nxiYcyekCC4eZ_r-XfPbZzNIYX&sz=w300",
    "ebook_id": "1Ml8XPHEpqHhHo8Gx88stYn3eDUBkekXT",
    "cover_id": "1Z3pDr-nxiYcyekCC4eZ_r-XfPbZzNIYX",
    "category": "Fiction"
  },
  {
    "title": "The Longevity Trade",
    "description": "The global anti aging industry reached $62.6 billion in market value during 2023, with projections indicating growth to $93.3 billion by 2027 according to Allied Market Research industry analysis. Wealthy individuals across continents allocate substantial capital pursuing longevity interventions ranging from evidence based therapeutics to experimental procedures operating in regulatory gray zones....",
    "cover_url": "https://drive.google.com/thumbnail?id=1LYBYS2GXCCYa_ys1wS6Q8XGmOSciOKkg&sz=w300",
    "ebook_id": "12Hw9uqKhZtaHWUEgoxK7z_O-5cCJ8SrZ",
    "cover_id": "1LYBYS2GXCCYa_ys1wS6Q8XGmOSciOKkg",
    "category": "Fiction"
  },
  {
    "title": "The Maduro Gambit",
    "description": "Nicolás Maduro went to bed on the night of January 2, 2026, believing he had survived everything the world could throw at him. He had outlasted sanctions, weathered a failed military uprising, ignored international condemnation of his stolen 2024 election, and watched American warships patrol the Caribbean for months without firing a shot at Venezuelan soil. By most reasonable measures, the bus dr...",
    "cover_url": "https://drive.google.com/thumbnail?id=1V_Qcd0ISkgs72mnfidjJYnlZDhCn_BBA&sz=w300",
    "ebook_id": "1K_yGfJk1-8qPB5JzZS6LPzaujtxhJwNM",
    "cover_id": "1V_Qcd0ISkgs72mnfidjJYnlZDhCn_BBA",
    "category": "Fiction"
  },
  {
    "title": "The Kingdom That Chose Our Ruin",
    "description": "The executioner's blade was made of frozen loyalty, and Mira Voss watched it descend toward her neck with something closer to curiosity than fear. She had three seconds to live, maybe four, and she spent them studying the way the crystalline edge caught the torchlight of the Binding Throne's great hall—how it fractured the flames into a thousand cold splinters that reminded her of his eyes. Valdri...",
    "cover_url": null,
    "ebook_id": "13b9zVSPvXbmisGcgGI3ppHjIhhaPFEJN",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Legitimacy Trap",
    "description": "You have never consented to the rules that govern your life. This is not a complaint about democracy, representation, or political participation. It is a statement about the architecture of modern power itself—how legitimacy is manufactured before you arrive, how the boundaries of acceptable thought are drawn before you learn to think, and how the very categories you use to evaluate fairness were ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1lefIOVFEjYABvvJ1JqA1C0yp8wCjlcVQ&sz=w300",
    "ebook_id": "1GTBgDBlIa4AACRI9VFE2FKoRM4QArGCK",
    "cover_id": "1lefIOVFEjYABvvJ1JqA1C0yp8wCjlcVQ",
    "category": "Fiction"
  },
  {
    "title": "The Kindle Fortune",
    "description": "In February 2019, a former investment banker named Quinn uploaded his first Kindle book at 11:47 PM on a Tuesday. The book was 22,000 words about municipal bond strategies, priced at $4.99, and took him six weeks to write during his commute from Greenwich to Manhattan. Within ninety days, the book generated $47,320 in royalties. Quinn had never written anything longer than a client memo. He had no...",
    "cover_url": "https://drive.google.com/thumbnail?id=1idNODH1rib_NGtWz7BobceY83zG3VQa0&sz=w300",
    "ebook_id": "1TEQaUshuLP0XJI0_CHcQGrMTH9yxA-92",
    "cover_id": "1idNODH1rib_NGtWz7BobceY83zG3VQa0",
    "category": "Fiction"
  },
  {
    "title": "The Infrastructure Wars",
    "description": "On September 26, 2022, seismologists in Denmark and Sweden detected underwater explosions in the Baltic Sea measuring 2.3 on the Richter scale. Within hours, methane began bubbling to the surface near the Danish island of Bornholm. The Nordstream 1 and Nordstream 2 pipelines, carrying Russian natural gas directly to Germany beneath the Baltic seafloor, had been ruptured in four separate locations....",
    "cover_url": "https://drive.google.com/thumbnail?id=1nGkMnhnAcZbiVex8nkGq31yc9u7doOwS&sz=w300",
    "ebook_id": "1N7EmvDctbnIrgwctsi0qBMwTXkaoqQcM",
    "cover_id": "1nGkMnhnAcZbiVex8nkGq31yc9u7doOwS",
    "category": "Fiction"
  },
  {
    "title": "The Intergration",
    "description": "The analyst stared at her screen in a windowless room at Fort Meade, watching data patterns that refused to resolve into any category her training had prepared her to recognize. The intrusion was Chinese. The attribution was solid. The technical signatures matched known PLA-affiliated groups with near certainty. But the behavior made no sense. The attackers had exfiltrated defense contractor bluep...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-09WbH7Sr-coy0Ig5O7HFMbM5XXcgD3s&sz=w300",
    "ebook_id": "13ru-1NTh4ufOXSvDpKzk03hTCBLABXU2",
    "cover_id": "1-09WbH7Sr-coy0Ig5O7HFMbM5XXcgD3s",
    "category": "Fiction"
  },
  {
    "title": "The Information Gap",
    "description": "Isaac Brennan refreshed the National Weather Service page at 6:47 AM on March 14, 2024, sitting in his studio apartment in Boulder, Colorado, watching the morning high forecast for Denver climb from 71 degrees to 74 degrees in the 06z model run. The Kalshi market was pricing Denver over 72.5 degrees at 38 cents for YES. He bought $2,400 worth of YES contracts in four separate limit orders over the...",
    "cover_url": "https://drive.google.com/thumbnail?id=1CGnpcebakx8xMOHsB46gPusWCq2sZRBG&sz=w300",
    "ebook_id": "16Hgptljt6jUlIwgYkUUUZihahRhV627n",
    "cover_id": "1CGnpcebakx8xMOHsB46gPusWCq2sZRBG",
    "category": "Fiction"
  },
  {
    "title": "The Influence Machine",
    "description": "In March 2016, a 27-year-old data scientist named Christopher Wylie sat in a London office and watched democracy break in real time. Wylie had spent three years building psychological warfare tools for Cambridge Analytica, a company that turned Facebook profiles into precision-guided influence weapons. The system worked like this: harvest data from 87 million users without consent, build psychogra...",
    "cover_url": "https://drive.google.com/thumbnail?id=14r2Jvb1uZoTE23ymk0lrXKNuh5PkDaiJ&sz=w300",
    "ebook_id": "1rqGmTOrtBqxMCGjYwn1z3vAxFDz_k0s3",
    "cover_id": "14r2Jvb1uZoTE23ymk0lrXKNuh5PkDaiJ",
    "category": "Fiction"
  },
  {
    "title": "The Influence State",
    "description": "The tank is obsolete. Not because armor has failed or because precision munitions have rendered ground forces irrelevant, but because the decisive battles of the twenty-first century are fought in a domain where tanks cannot operate. The terrain is cognitive. The ammunition is narrative. The objective is not territory but perception itself.",
    "cover_url": "https://drive.google.com/thumbnail?id=198qVCCIB4ve5BVwmnSEzBGUOBkegui-j&sz=w300",
    "ebook_id": "1h6QTCDs9EkworYVJI_diIBWSd5VOXo25",
    "cover_id": "198qVCCIB4ve5BVwmnSEzBGUOBkegui-j",
    "category": "Fiction"
  },
  {
    "title": "The Energy Dominion",
    "description": "On September 27, 2022, seismographs across Scandinavia registered two massive underwater explosions in the Baltic Sea. Within hours, natural gas began erupting from the Nord Stream 1 and Nord Stream 2 pipelines, creating methane plumes visible from space. The pipelines, which had carried Russian gas to Germany for over a decade, were severed in four locations at depths of seventy to eighty meters....",
    "cover_url": "https://drive.google.com/thumbnail?id=1T82Ip7LYjpUl0msiPrWTVN311QeWKIfA&sz=w300",
    "ebook_id": "1X8pnxqmRnaQNxq8YHjD0qwVgnYszk25y",
    "cover_id": "1T82Ip7LYjpUl0msiPrWTVN311QeWKIfA",
    "category": "Fiction"
  },
  {
    "title": "The Hidden Engine",
    "description": "On the morning of October 14, 1947, Chuck Yeager climbed into the cockpit of the Bell X-1 experimental aircraft with two broken ribs. The night before, he had fallen from a horse and fractured them badly enough that he could not seal the aircraft's hatch with his right arm. He told no one on the official team. Instead, he asked a fellow pilot to saw off a broom handle, which he used as a lever to ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1EWbJ_2t6QxQ66uUfQSMYBMeCEUyRkcHR&sz=w300",
    "ebook_id": "1erv0ULt93YfCVLwLEiMpEthxwljPRAeP",
    "cover_id": "1EWbJ_2t6QxQ66uUfQSMYBMeCEUyRkcHR",
    "category": "Fiction"
  },
  {
    "title": "The Future Power Map",
    "description": "In September 2023, Microsoft signed a power purchase agreement with Constellation Energy to restart Unit 1 of Three Mile Island nuclear plant exclusively to power a single data center campus in Pennsylvania. The deal runs twenty years. The price tag exceeds 1.6 billion dollars. The entire 835-megawatt output of a reactivated nuclear reactor would flow to one company's computational infrastructure,...",
    "cover_url": "https://drive.google.com/thumbnail?id=17RvjGfCioKOeJxm2H48apnC48Sz1KJMD&sz=w300",
    "ebook_id": "1LvRyGM8ob1pUFjAL8SUo_V-51a1mOfa2",
    "cover_id": "17RvjGfCioKOeJxm2H48apnC48Sz1KJMD",
    "category": "Fiction"
  },
  {
    "title": "The Dragon Who Learned to Kneel",
    "description": "The dragon descended on Thornwick at the hour when the mist still clung to the cobblestones, and the village died before it understood it was under attack. Yara felt every death. She felt the baker's wife choking on smoke that seared her lungs black, felt the blacksmith's terror as his forge became his pyre, felt fourteen heartbeats stop in the span of a single roar that shattered windows for a qu...",
    "cover_url": null,
    "ebook_id": "1RJap_UdyiuTjaEsTOZACKxfbJ3vUxDN_",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Dragon Who Swore to Stay",
    "description": "The dragon had not spoken in four hundred years, and he did not intend to start now.",
    "cover_url": null,
    "ebook_id": "1fNjUCO7_DdYN76i1FrMJRnNOWi8HhhfN",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Dragon Who Remembers Fire",
    "description": "The dragon above the border town had been docile for forty years. It circled the trade routes with mechanical precision, its scales dulled to the color of old iron, its eyes empty of everything except the compulsion carved into its mind. Merchants set their watches by its shadow. Children grew up believing dragons had always been this way—silent servants of the Empire, as natural as the seasons, a...",
    "cover_url": null,
    "ebook_id": "12KUvjde66e0VWSC3ZlsNp-_8IabF2Thg",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Dragon We Found Between Worlds",
    "description": "He lay curled in the impossible space where realities touched, his scales flickering between colors that had no names in any human tongue. Once, he had been vast enough to bridge worlds. Now he was barely larger than a merchant's cart, his wings folded against sides that showed too many ribs, his breath coming in rattles that sounded like wind through empty cathedrals. The space around him crystal...",
    "cover_url": null,
    "ebook_id": "1tOOxgIifKdeJTt3cnTAoqnZjNOMgrdL8",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Curse That Knew Her Name",
    "description": "The curse found her on her seventh birthday, and it sang her name like a lullaby.",
    "cover_url": null,
    "ebook_id": "15TivPhTuaqYeM2GbhLPkNwsUmxMDU1ex",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Confidence Trade",
    "description": "Brielle Santos sat in her apartment in Austin, Texas on February 3, 2024, watching $31,847 disappear from her Kalshi account in seventeen minutes, her fingers frozen over her laptop keyboard, the late afternoon sun streaming through her window doing nothing to warm the cold spreading through her chest. She had made forty-three trades that week. Forty-three separate decisions to risk money on predi...",
    "cover_url": "https://drive.google.com/thumbnail?id=1j3HtXYOrQGhWTuAOM-yZcMRbYtJ0K3Sa&sz=w300",
    "ebook_id": "1rJywirgc_6MijDNAVG7GJo2Cks4Kqjih",
    "cover_id": "1j3HtXYOrQGhWTuAOM-yZcMRbYtJ0K3Sa",
    "category": "Fiction"
  },
  {
    "title": "The Creature We Found in the Moonlight",
    "description": "The creature had been dying for three days before she found it, though she would not learn this until much later, when it finally trusted her enough to show her its memories. It lay in the clearing where moonlight pooled like spilled milk, its body curved into itself the way all wounded things curl—protecting the soft parts, hiding the damage, making itself small enough that perhaps death might ov...",
    "cover_url": null,
    "ebook_id": "1cCt-7psraIHfZxC1rQvoUXNSEd5761Ze",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Compliance Machine",
    "description": "Something changed in how power operates, and almost no one noticed. The shift was not dramatic. There were no revolutions, no visible seizures of control, no moments when populations rose up or were beaten down. Instead, across decades, a different kind of authority took hold—one that never announces itself, never identifies its agents, and never appears to compel anything at all.",
    "cover_url": "https://drive.google.com/thumbnail?id=1MzDCrM9kzINp7S7MLKgOmny7Gfi3OoBy&sz=w300",
    "ebook_id": "14Rpi1hTG91pmVQO3iaJmnm7ubnkfH58i",
    "cover_id": "1MzDCrM9kzINp7S7MLKgOmny7Gfi3OoBy",
    "category": "Fiction"
  },
  {
    "title": "The Bloodbound Throne",
    "description": "The blood remembers what the mind forgets. This is the first truth of the old kingdoms, the foundation upon which dynasties rose and fell, the secret that made certain families capable of wielding power that others could only dream of possessing. In the great courts of the realm, where politics masquerade as civility and ambition wears the mask of duty, bloodlines determined everything. Not becaus...",
    "cover_url": null,
    "ebook_id": "1EozbgQlLzLB-2fyim2xNrawmBJoaHIpF",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Autonomous Economy",
    "description": "On August 1, 2012, at 9:30 a.m. Eastern Time, Knight Capital Group's algorithmic trading system activated for the morning session on the New York Stock Exchange. The firm had deployed new software overnight to handle order flow for its market-making operations across dozens of stocks. Within the first forty-five minutes of trading, Knight's algorithms executed four million trades across 154 differ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1czigqshiCM19hpQosaUGmBm1f6mpRB7s&sz=w300",
    "ebook_id": "1VW3N6REYQe4STE75eOKT-Hbqtt0mbq-V",
    "cover_id": "1czigqshiCM19hpQosaUGmBm1f6mpRB7s",
    "category": "Nonfiction"
  },
  {
    "title": "The Aging State",
    "description": "Every government on Earth operates on a bargain struck with its citizens decades ago, a bargain premised on assumptions that no longer hold. The modern welfare state, constructed in the mid-twentieth century, assumed that populations would continue to grow, that workers would outnumber retirees by comfortable margins, and that economic expansion would generate the revenues necessary to honor promi...",
    "cover_url": "https://drive.google.com/thumbnail?id=1oNKAaWVdeuAZJO1ZnztmvUWpnfWQ2AEu&sz=w300",
    "ebook_id": "1cIit7L-c0pefQXVYOC7bcrHx17-NyU_p",
    "cover_id": "1oNKAaWVdeuAZJO1ZnztmvUWpnfWQ2AEu",
    "category": "Fiction"
  },
  {
    "title": "Signal Before Dawn",
    "description": "The ward collapsed at the worst possible moment, and Rheya Morcant watched three months of planning dissolve into screaming light. Her hand found the signal horn at her belt—useless now, with the enemy's countermeasures flooding every magical frequency for six miles. Beside her, soldiers pressed flat against the ridge, their faces lit intermittently by the cascading failure of defensive barriers t...",
    "cover_url": null,
    "ebook_id": "1eWPUorl90lfhp0kvHYGEPNarpfsVoVTq",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Power After Population",
    "description": "The great powers of the twentieth century counted their citizens the way bankers count currency. More people meant more soldiers, more workers, more consumers, more taxpayers, and ultimately more leverage in every negotiation that mattered. The logic seemed unassailable because it had been validated across centuries of human conflict and cooperation. Nations with larger populations built larger ar...",
    "cover_url": "https://drive.google.com/thumbnail?id=1GplI0VI2pF1YK6uklIvudPq51Y9vLI8V&sz=w300",
    "ebook_id": "1z4TVO_uGmxn-TBriFZSjEloZMv2-r2Gi",
    "cover_id": "1GplI0VI2pF1YK6uklIvudPq51Y9vLI8V",
    "category": "Fiction"
  },
  {
    "title": "Migration",
    "description": "The conversation about demographic decline has reached an impasse that nobody wants to acknowledge. Across the developed world, fertility rates have collapsed below replacement levels, pension systems strain under the weight of aging populations, and the ratio of workers to retirees deteriorates with each passing year. Politicians, economists, and policymakers have converged on a single answer to ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1PAfyIfCdPb1owLtkmNv-9XtHKeoox3fb&sz=w300",
    "ebook_id": "1uvOmfs5EnilZ_ki-HjI85b9P54o4kq60",
    "cover_id": "1PAfyIfCdPb1owLtkmNv-9XtHKeoox3fb",
    "category": "Fiction"
  },
  {
    "title": "Labor Without People",
    "description": "The factories are not closing because demand has collapsed. The warehouses are not understaffed because workers refuse to show up. The nursing homes are not struggling to find caregivers because the work is beneath anyone's dignity. Something more fundamental has shifted beneath the surface of labor markets across the developed world, and the usual explanations no longer account for what employers...",
    "cover_url": "https://drive.google.com/thumbnail?id=1s-TkyyVcKIrfit6813sxQyRVWYVXQ6Oc&sz=w300",
    "ebook_id": "1gzhkR58M3pg7crxrQ7hAviLXAudFmkXo",
    "cover_id": "1s-TkyyVcKIrfit6813sxQyRVWYVXQ6Oc",
    "category": "Fiction"
  }
]