[
  {
    "title": "Velvet Circuit",
    "description": "In the year 2087, love wasn't supposed to feel like drowning in starlight. It wasn't supposed to arrive through fiber optic veins and quantum entangled heartbeats. But here I was, standing at the edge of everything I thought I knew about connection, about desire, about what it meant to be human in a world where the lines between flesh and circuit had blurred beyond recognition.",
    "cover_url": "https://drive.google.com/thumbnail?id=1x6woPjNFnukE6ZQCBvhHaPNSogw36FN3&sz=w300",
    "ebook_id": "1eD8T1X-8-QW9-fY0mW9YXK-6mNVtVkhC",
    "cover_id": "1x6woPjNFnukE6ZQCBvhHaPNSogw36FN3",
    "category": "Fiction"
  },
  {
    "title": "Under the Indigo Veil",
    "description": "We all carry ghosts, don't we? Whispers of what was, shadows of what might have been. For some, these specters become chains, binding us to a past we ache to escape. Imagine fleeing everything you know, every face, every accusatory glance, to a city painted in hues of sky and sea, hoping to dissolve into its ancient, winding embrace. Imagine another soul, equally burdened, wandering those same sun...",
    "cover_url": "https://drive.google.com/thumbnail?id=1UVxuZHzzwEAa0z67zf9I6FJgEc-23mBh&sz=w300",
    "ebook_id": "1XFaXFayezTDGV6ZXOFCN-vpqYjWePDe0",
    "cover_id": "1UVxuZHzzwEAa0z67zf9I6FJgEc-23mBh",
    "category": "Fiction"
  },
  {
    "title": "Velvet Heart",
    "description": "There are moments in life when everything you thought you knew about yourself crumbles like sand between your fingers, leaving you standing in the wreckage of your own certainty. For Evelyn Carter, that moment came not with the crash of thunder or the slam of a door, but with the quiet click of heels on marble and the soft whisper of silk against skin as she descended the grand staircase of the Bl...",
    "cover_url": "https://drive.google.com/thumbnail?id=14ugHqx09yTzFB_4XRtNNhHDx9Y5IAWr2&sz=w300",
    "ebook_id": "1zr1mSGEq7K_fUK71hnE9wz_BKL8Khznt",
    "cover_id": "14ugHqx09yTzFB_4XRtNNhHDx9Y5IAWr2",
    "category": "Nonfiction"
  },
  {
    "title": "When Her Eyes Found Mine",
    "description": "The air in Northgate High is thick. Not just with the usual teenage miasma of cheap body spray, floor wax, and desperation, but something else. Something heavier. It coats my tongue, a metallic tang I remember from the bad parts of Chicago, the parts Mom swore we were leaving behind. Liar. This new LA-stamped version of hell just has more palm trees silhouetted against the smog. My new prison, pai...",
    "cover_url": "https://drive.google.com/thumbnail?id=156GLAA8XwQxPNkEg22xfvHPZk9rMsE00&sz=w300",
    "ebook_id": "1VHQMGJHbXh_N5esnf0vReQO5JtVCXbvZ",
    "cover_id": "156GLAA8XwQxPNkEg22xfvHPZk9rMsE00",
    "category": "Fiction"
  },
  {
    "title": "The Unseen Leash Navigating Grief and Finding Healing After Pet Loss",
    "description": "The click of nails on the wooden floor, a familiar happy pant, the soft weight pressing against your legs in the quiet of the evening – these are the subtle, everyday melodies that weave the soundtrack of a life shared with a beloved animal companion. For many of us, our pets are not just animals; they are family. They are confidants who keep our secrets without judgment, steadfast sources of unco...",
    "cover_url": null,
    "ebook_id": "1jeyJoTIPvcEvvBx4OguVKsHvMEc5fF-9",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Uncharted Heart",
    "description": "The salt-laced air, thick enough to taste, did little to soothe Lena Petrova’s frayed nerves. It mostly just made her hair frizz. Seabreeze Cove, with its postcard-perfect harbor and aggressively quaint Main Street, was supposed to be her sanctuary, a place to lick her wounds after the spectacular implosion of her career aspirations. Instead, it felt like an elaborate, pastel-colored trap.",
    "cover_url": null,
    "ebook_id": "1Al0EN3pCqjsMLYruxrruUTasJotYnQQg",
    "cover_id": null,
    "category": "Nonfiction"
  },
  {
    "title": "The Spiral Path",
    "description": "Imagine standing in a vast field of sunflowers as dusk begins to paint the sky in hues of orange, purple, and deepening blue. The air is still, carrying the faint, earthy scent of late summer. As the sun dips below the horizon, its last rays illuminate the giant flower heads, each one a marvel of natural engineering. Your gaze is drawn to the intricate arrangement of seeds in the center of a parti...",
    "cover_url": null,
    "ebook_id": "1Vzm4J-SeKZg6lIf67wLJ5DEAF-UokHyV",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Sick Business",
    "description": "The call came on a Tuesday. A voice, choked with a grief so raw it felt like a physical blow, recounted a story of hope turned to ash. A \"miracle\" cure, a life savings depleted, a loved one lost not just to disease, but to deception. This was not an isolated incident; it was a single, heartbreaking pixel in a vast, horrifying mosaic. For years, as an investigative journalist, I had skirted the edg...",
    "cover_url": "https://drive.google.com/thumbnail?id=1eULzaOj462F5Y4NR2jbdCUpYqSDY8AyM&sz=w300",
    "ebook_id": "1EXK6bjuCFaHh0n8Lp7rAA57Ux007sthW",
    "cover_id": "1eULzaOj462F5Y4NR2jbdCUpYqSDY8AyM",
    "category": "Nonfiction"
  },
  {
    "title": "The Sweetest Collision",
    "description": "The timer on Elara Vance’s industrial oven shrieked, a piercing sound that sliced through the pre-dawn quiet of The Sweet Spot bakery. “Oh, for heaven’s sake,” she muttered, wiping a smudge of flour from her cheek with the back of her hand. It was five a.m., and Willow Creek was still mostly asleep, but Eli was already a whirlwind of butter, sugar, and mounting stress.",
    "cover_url": null,
    "ebook_id": "1w0jvEbi2sX3umPpWzjyipWvx-R7xyvFs",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Stars We Promised KC READY",
    "description": "The air in Port Blossom always tastes the same: salt, memories, and the faintest whisper of regret. Thirteen years. Thirteen years since I last breathed it in properly, since the scent of my grandmother’s lavender wasn't just a phantom limb of a memory, but a real, tangible thing I could bury my face in. Now, the lavender is just a story, like so much else. Like him. The drive from the airport was...",
    "cover_url": "https://drive.google.com/thumbnail?id=1pSq1QufA3b5zhre98jcS0Jbp0XGlbYuq&sz=w300",
    "ebook_id": "1RNPrnUCpWXbtway04OJuaHetZVaLE36r",
    "cover_id": "1pSq1QufA3b5zhre98jcS0Jbp0XGlbYuq",
    "category": "Fiction"
  },
  {
    "title": "The Stars We Promised_KC1",
    "description": "The air in Port Blossom always tastes the same: salt, memories, and the faintest whisper of regret. Thirteen years. Thirteen years since I last breathed it in properly, since the scent of my grandmother’s lavender wasn't just a phantom limb of a memory, but a real, tangible thing I could bury my face in. Now, the lavender is just a story, like so much else. Like him. The drive from the airport was...",
    "cover_url": null,
    "ebook_id": "1hnh9mBC5Xj713mqLjq2Q7aH7WJMWLVlg",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Tea Widow",
    "description": "未经作者事先书面许可，不得复制本书的任何部分，将其存储在检索系统中，或以任何形式或任何方式（电子、机械、复印、录音或其他方式）传播，评论或学术背景中使用的简短引文除外。",
    "cover_url": null,
    "ebook_id": "1nocv0adSs00_MTcMoL8rGIWbnSd5xSro",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Silent Orchard READY",
    "description": "There are silences that settle like dust, unnoticed until the light shifts and reveals their pervasiveness. And then there are silences that press down, heavy as a hand over the mouth, stifling the very air you breathe. This orchard, my mother’s orchard, has known both. It remembers a child’s laughter, she told me, a bright, fleeting sound from a time before my own. Now, it holds only the rustle o...",
    "cover_url": "https://drive.google.com/thumbnail?id=14ZWLO0pir7SyBJ_pvirfETBhmZd4yovH&sz=w300",
    "ebook_id": "1FYJ4AqeH-7y-9EbEVvF7r3CcUP4zehyV",
    "cover_id": "14ZWLO0pir7SyBJ_pvirfETBhmZd4yovH",
    "category": "Fiction"
  },
  {
    "title": "The Sin-Eater Protocol",
    "description": "The rain was a persistent, greasy film on Elise Kieran’s window, distorting the neon glow of Neo-Kyoto’s perpetually twilight streets into bleeding watercolors. 2037. Another year closer to the singularity, or just another rotation around a dying star, depending on which brand of nihilism you subscribed to. Elise usually opted for the latter; it required less energy. Her cramped apartment, a shoeb...",
    "cover_url": null,
    "ebook_id": "15N3X3t4tMChocmRNVER0pEzQpcR5tpHA",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Secret At Hollow Grove",
    "description": "Some stories begin with endings. Others start with the quiet desperation of someone who has lost everything they thought they knew about themselves, about trust, about the very nature of truth itself. This is one of those stories—a tale that opens in the aftermath of betrayal so complete it reshapes not just a life, but a soul's understanding of what it means to be vulnerable in a world that seems...",
    "cover_url": "https://drive.google.com/thumbnail?id=1IIXhLuL4hgV055rQ-d5L-IEPCRUAU2wK&sz=w300",
    "ebook_id": "1tYw-bMzDFtCXpG7M-RVP_-1CPHevh8A1",
    "cover_id": "1IIXhLuL4hgV055rQ-d5L-IEPCRUAU2wK",
    "category": "Fiction"
  },
  {
    "title": "The New Species",
    "description": "The year is, for the sake of our argument, a breath away from tomorrow. The headlines are dominated by the latest iteration of a Generative Pre-trained Transformer, GPT-Ω, a marvel of engineering capable of composing symphonies in the style of Bach after hearing a single bar, drafting legal opinions indistinguishable from seasoned jurists, and even, most unsettlingly, generating poetry that speaks...",
    "cover_url": null,
    "ebook_id": "1zxx-igD3thHxYfMwi561fwemwqQgI13-",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Price of Progress",
    "description": "You check your phone in the morning, and an algorithm decides which news stories you see. You drive to work, guided by an AI system that has analyzed traffic patterns from millions of other commuters. At your office, artificial intelligence screens job applications, monitors employee productivity, and flags potential security threats. You shop online, where recommendation engines predict what you ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Jvu-HjXJ26loPvf9tywJ-P6Qf3-n3MaV&sz=w300",
    "ebook_id": "1yKOQ_m4E5m_H4hJMnVbBzYfzPYRqtcWS",
    "cover_id": "1Jvu-HjXJ26loPvf9tywJ-P6Qf3-n3MaV",
    "category": "Fiction"
  },
  {
    "title": "The Moon She Left in My Chest READY",
    "description": "They say grief has stages, a neat little roadmap through the wreckage. Denial, anger, bargaining, depression, acceptance. Like climbing a set of stairs, one foot neatly after the other, until you reach the top and everything’s… better. Or at least, manageable. What they don’t tell you is that sometimes, grief isn’t a staircase. Sometimes, it’s an ocean, and you’re just treading water, waves of sor...",
    "cover_url": "https://drive.google.com/thumbnail?id=1mxEHmYJIKPOh-3b55Wm66PdgmPE6mE0d&sz=w300",
    "ebook_id": "1h0knzgxhJBBZNrEw1rhLntybOHd0l-Js",
    "cover_id": "1mxEHmYJIKPOh-3b55Wm66PdgmPE6mE0d",
    "category": "Romantasy"
  },
  {
    "title": "The Longevity Gamble",
    "description": "The email arrived on a Tuesday, typically my busiest day, sandwiched between a grant proposal deadline and lecturing a roomful of bright-eyed, slightly terrified biomedical undergrads. Its subject line was deceptively bland: \"A Conversation.\" The sender, however, was anything but: Alistair Finch, a name synonymous with audacious bets on the future, a man whose net worth fluctuated with the NASDAQ ...",
    "cover_url": null,
    "ebook_id": "1zLLlnZ-5kQFoYXsVFjSmysOQGowsHNzz",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Lithium Mirage READY",
    "description": "The roar was deafening, not of engines, but of ambition. For over a decade, China had poured trillions of yuan, mountains of steel, and the collective will of a nation into a single, electrifying dream: to dominate the future of transportation. Electric vehicles, or EVs, weren't just cars; they were symbols of technological ascendancy, a green promise painted over smog-choked cities, and a strateg...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Kv2D4o7J4ukU3DHMLD_hf9NjHNGFLBZY&sz=w300",
    "ebook_id": "1f2d-_VMbq32gkNHMjv4JdPA1wj2L9CX3",
    "cover_id": "1Kv2D4o7J4ukU3DHMLD_hf9NjHNGFLBZY",
    "category": "Fiction"
  },
  {
    "title": "The Mobile Mogul",
    "description": "The announcement echoed through Singapore's Changi Airport at 2:47 AM: \"All passengers on Flight SQ231 to Bangkok, we regret to inform you that your flight has been delayed indefinitely due to mechanical issues.\" Around me, dozens of travelers groaned, pulled out their phones to frantically reschedule meetings, and began the familiar dance of rebooking hotels and ground transportation.",
    "cover_url": "https://drive.google.com/thumbnail?id=1NFJHU1vVt3Lf06gxHw9tm2UBok1zWEo1&sz=w300",
    "ebook_id": "1ABfK5zhc4m6v9Uq2fcYf14wrPAGzTPsd",
    "cover_id": "1NFJHU1vVt3Lf06gxHw9tm2UBok1zWEo1",
    "category": "Fiction"
  },
  {
    "title": "The Saltwater Promise",
    "description": "The letter, crisp and official-looking, had arrived on a Tuesday, wedged between a glossy takeout menu and an overdue bill for a streaming service Clara Bellweather rarely used. She’d almost tossed it, assuming it was another jury summons or an alumni donation plea. But the return address, a law firm in a tiny Maine town she’d never heard of—Osprey Cove—had given her pause.",
    "cover_url": "https://drive.google.com/thumbnail?id=1bw4RSeYPcfHJm-nc4XSQsC-9oytigmwH&sz=w300",
    "ebook_id": "1zIYXjlKIap2iLB7UynvxJnX3HawznTg9",
    "cover_id": "1bw4RSeYPcfHJm-nc4XSQsC-9oytigmwH",
    "category": "Fiction"
  },
  {
    "title": "The Rain Knows Our Names",
    "description": "The monsoon season was late, leaving the air thick and heavy over the emerald rice paddies of northern Vietnam. Lan squatted by a large ceramic vat, the earthy scent of indigo filling her nostrils. Her hands, stained deep blue, moved with practiced grace, dipping and swirling lengths of raw silk into the dye. The crimson silk, her latest experiment, lay drying on bamboo racks under the weak aftern...",
    "cover_url": null,
    "ebook_id": "1bfpEcfaNy9YcE4qwvkB08uiIgXwteA80",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Memory Architect",
    "description": "The rain against the panoramic window of Aurelia Voss’s studio was a familiar percussion, a counterpoint to the city’s muted hum seven stories below. Neo-Kyoto, a metropolis that had long ago traded its ancient timber for shimmering chrome and responsive bio-luminescence, was a city of ghosts. Not the spectral kind, but the digital – echoes of lives lived, bought, sold, and meticulously curated. H...",
    "cover_url": null,
    "ebook_id": "1qjO5c7uynlmlkDAi14CrKaQP5nCp3ezQ",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Invisible Scoreboard",
    "description": "Okay, let's talk. Just you and me. Have you ever had one of those days? Maybe you’re scrolling through social media – you know, the endless highlight reel – and you see the vacation pictures, the job promotions, the perfect-looking families, the shiny new things. Or maybe you’ve just come from a family gathering, or a school reunion, or even just a tough day at work where it felt like everything w...",
    "cover_url": null,
    "ebook_id": "11ZpE-AtoMIjIViRgHrAJ7o_pqvlJTjwB",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Haunting Correspondence",
    "description": "The dust motes danced in the weak sunlight filtering through the grimy windows of the brownstone. Lila ran a gloved hand along the peeling wallpaper, the scent of decay thick in the air. The building, slated for demolition in a matter of weeks, was a shell of its former grandeur, a silent sentinel watching the relentless march of time in the heart of Brooklyn. Lila, an archivist with a particular ...",
    "cover_url": null,
    "ebook_id": "1Nj4RiZOb7mbUYZ7mLw3VdTUsYK2gx4UH",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Hidden Wealth of the Chinese Communist Party",
    "description": "The crimson flag with its five golden stars billows across Tiananmen Square, a potent symbol of a nation's resurgence, a Party's enduring power, and an ideology that claims to serve the people. Beneath this emblem, the Chinese Communist Party (CCP) presides over the world’s second-largest economy, a technological juggernaut, and a military force rapidly modernizing. It speaks of a “Chinese Dream,”...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-fSSmRyoD_padcpoU-agHPVnU1M-BPQe&sz=w300",
    "ebook_id": "16xiFvXwXpuRJ0Ls9tX5UHw7eXQwtKZQg",
    "cover_id": "1-fSSmRyoD_padcpoU-agHPVnU1M-BPQe",
    "category": "Fiction"
  },
  {
    "title": "The Lighthouse Within",
    "description": "Welcome, dear reader, to a journey of self-discovery and empowerment. This book, \"The Lighthouse Within,\" is crafted for anyone who has ever felt adrift, searching for direction, or yearning for a deeper connection to their own inner wisdom and joy. If you're seeking to navigate life's challenges with greater clarity, resilience, and a profound sense of purpose, you've found a companion for your p...",
    "cover_url": "https://drive.google.com/thumbnail?id=1P52eiM5jxto4b6HhOrQO1EFhUdz_OFyM&sz=w300",
    "ebook_id": "1rja6LOU40JjE3_qbqCZGDEKclR78Osg3",
    "cover_id": "1P52eiM5jxto4b6HhOrQO1EFhUdz_OFyM",
    "category": "Fiction"
  },
  {
    "title": "The Lighthouse Keeper's Promise READY",
    "description": "Elara Vance breathed in the familiar scent of Oakhaven: salt from the restless Atlantic, damp earth from the surrounding ancient woods, and the faint, sweet perfume of the wild roses that climbed stubbornly over every weathered fence and stone wall. It was a scent that had woven itself into the fabric of her being, as much a part of her as the old, repurposed lighthouse she called home and work. \"...",
    "cover_url": "https://drive.google.com/thumbnail?id=14cYm8XSKZan6HGuN9yj4bPrbgdNtYuLw&sz=w300",
    "ebook_id": "1rNIfmblmt8uAyzd_P5Ex2hQntiFmoMmu",
    "cover_id": "14cYm8XSKZan6HGuN9yj4bPrbgdNtYuLw",
    "category": "Fiction"
  },
  {
    "title": "The Invisible War",
    "description": "The grainy, pixelated video is nauseatingly familiar. Filmed from the sky, it shows a Russian T-90M tank, a thirty-ton behemoth of steel and advanced weaponry worth over $4 million, sitting idle in a trench line somewhere in the blasted landscape of eastern Ukraine. A tiny, insect-like drone, no bigger than a dinner plate, zips into the frame. It hovers for a moment, a hawk choosing its moment to ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1LCgo2gqfVEZLAezp0U67daqAHufAJm3q&sz=w300",
    "ebook_id": "1mihAEIE0VKk7bM-8Fr5VzO0fEJ3nuYT1",
    "cover_id": "1LCgo2gqfVEZLAezp0U67daqAHufAJm3q",
    "category": "Fiction"
  },
  {
    "title": "The Lazy Genius Guide to AI Tools READY",
    "description": "Alright, let’s get one thing straight. If you picked up this book hoping for a guide on how to become a productivity guru who color-codes their sock drawer and wakes up at 4:37 AM to meditate while simultaneously optimizing their stock portfolio, you’re in the wrong place. You can probably use AI for some of that, but honestly, it sounds exhausting.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Pkaav2bFqAIASNkSa9WuGrolmGwxlb5F&sz=w300",
    "ebook_id": "1W73M8Kj7So5SDYS6iXw8a-v6XJBXGqeS",
    "cover_id": "1Pkaav2bFqAIASNkSa9WuGrolmGwxlb5F",
    "category": "Nonfiction"
  },
  {
    "title": "My Partner's Name Is Einstein",
    "description": "The morning I realized my partner's name was Einstein, I was standing in my kitchen, coffee mug suspended halfway to my lips, watching steam curl upward in the early light. The thought arrived not as revelation but as recognition, the way you suddenly notice a song has been playing in the background all along.",
    "cover_url": "https://drive.google.com/thumbnail?id=1PiVrFRKAfgcK5ZGNFuucSEUNZwsimVcG&sz=w300",
    "ebook_id": "1k10u0EvfB846yH-W_w7VzNwpAPnAT1R9",
    "cover_id": "1PiVrFRKAfgcK5ZGNFuucSEUNZwsimVcG",
    "category": "Fiction"
  },
  {
    "title": "The House Beneath Her Name",
    "description": "A compelling read by William Liu.",
    "cover_url": null,
    "ebook_id": "1qy19aR0MToML_usqx_iz8zDztkCclS5c",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Lines That Led to You READY",
    "description": "This isn't just about the silver threads that appear in your hair, or the laugh lines that map a life well-lived (or at least, well-laughed-at). It’s about the unexpected detours, the surprising new landscapes of the heart, and the realization that wisdom isn't about having all the answers, but about finally being comfortable with the questions. It’s about discovering that vulnerability can be a s...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ptFjCwfNoAdUrFh8pVqvKbeSMz8eBIFl&sz=w300",
    "ebook_id": "1O54ZBkouGS5yNFfdnfvNsk7xupvNs4G3",
    "cover_id": "1ptFjCwfNoAdUrFh8pVqvKbeSMz8eBIFl",
    "category": "Fiction"
  },
  {
    "title": "The Last Drop of Sunlight",
    "description": "The letter lay on Anya’s pristine mahogany desk, an anomaly amidst the neatly stacked legal briefs and urgent memos. Its slightly yellowed envelope, addressed in an unfamiliar, spidery hand, felt like a relic from another era. She’d almost dismissed it as junk mail, but the postmark – Port Blossom, Nova Scotia – snagged her attention. Port Blossom. A name that whispered of childhood summers, hazy ...",
    "cover_url": null,
    "ebook_id": "1Zkd6WGyDHxRPBg94plefgGvybdYeMqxT",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Child from Room Five READY",
    "description": "He’s the tattooed bartender who pulled her out of an alley one night, soaked in fear and secrets.",
    "cover_url": "https://drive.google.com/thumbnail?id=1fdJzYB6Kh4S7mOrVIdR989Tgxon2BUly&sz=w300",
    "ebook_id": "1_YoAxDO6-MlPivQlmrwGs3nkl4UDIncY",
    "cover_id": "1fdJzYB6Kh4S7mOrVIdR989Tgxon2BUly",
    "category": "Fiction"
  },
  {
    "title": "The Global Surveillance Arms Race  READY",
    "description": "A compelling read by William Liu.",
    "cover_url": "https://drive.google.com/thumbnail?id=1oqqRiFn6p5I4bGp2JT4cVg0bANtNxR6R&sz=w300",
    "ebook_id": "1Frg8oCvxVKBpKH0j9ilo1A8Ix3F0Vl6C",
    "cover_id": "1oqqRiFn6p5I4bGp2JT4cVg0bANtNxR6R",
    "category": "Nonfiction"
  },
  {
    "title": "The Fire Beneath the Floorboards",
    "description": "The air in an old house, especially one that’s known sorrow, it breathes differently. It holds things. Not just dust motes dancing in lonely sunbeams, but whispers, echoes of laughter long gone, the phantom weight of tears soaked into the wood. When I first heard about Calla Rowan and the farmhouse, I felt that familiar chill, the one that tells you a story is waiting, coiled in the shadows, ready...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SQ9pS0AVDQk7CSNY2GV6QF2BJUeldnk-&sz=w300",
    "ebook_id": "1Q3TBiyetp_9L2YPtdJEWpuGhoBYG_CBd",
    "cover_id": "1SQ9pS0AVDQk7CSNY2GV6QF2BJUeldnk-",
    "category": "Fiction"
  },
  {
    "title": "The Fifth Mirror",
    "description": "The first sensation was not of pain, but of sound – a deafening, tearing rip that seemed to shred the very fabric of silence, a monstrous zipper opening the world. Lira Wei gasped, or tried to, but air was a concept that had momentarily abandoned her, sucked into a vacuum of impossibility. One moment, she had been standing in the antechamber of the CERN Large Hadron Collider’s main control room, t...",
    "cover_url": "https://drive.google.com/thumbnail?id=1NoRp4CedwLvUBXhxnfRUrubfOHplxpDH&sz=w300",
    "ebook_id": "1M5mEdNvjJ6I8MsHiOGny2J0gvDLLo1Cn",
    "cover_id": "1NoRp4CedwLvUBXhxnfRUrubfOHplxpDH",
    "category": "Fiction"
  },
  {
    "title": "The Fun Fact Encyclopedia By Nova Quinn",
    "description": "It's 2:47 AM and Sarah should be sleeping. Instead, she's hunched over her laptop in the blue glow of Wikipedia, following a rabbit hole that started innocently enough with a question about why the sky is blue and has somehow led her to discover that neutron stars are so dense that a teaspoon of their material would weigh as much as Mount Everest.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ikQ2diTWKYVXUhS4XgskcnJgE_FA-dKB&sz=w300",
    "ebook_id": "1ARLk0JvOysoCc6zJNqhjdzSuPx58tBa0",
    "cover_id": "1ikQ2diTWKYVXUhS4XgskcnJgE_FA-dKB",
    "category": "Fiction"
  }
]