[
  {
    "title": "China's quiet pulse",
    "description": "These are not the stories found in headlines. These are the stories that held the nation together.",
    "cover_url": null,
    "ebook_id": "1VdfEt6Wj8L0s6owmzDp2pViyASImfGdL",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Chasing You Through Time",
    "description": "Welcome to the most honest financial advice book you'll never want to follow. If you're looking for another cheerful guide promising riches through positive thinking and compound interest, please put this down immediately and grab something with a sunset on the cover and testimonials from people named Chad.",
    "cover_url": "https://drive.google.com/thumbnail?id=1bbK4C4VEZHR9Q82Llw03hNbEgyQQ5v8P&sz=w300",
    "ebook_id": "1OsfkOCvbCqEXwrOViKZd7ZXLvz6V9vPG",
    "cover_id": "1bbK4C4VEZHR9Q82Llw03hNbEgyQQ5v8P",
    "category": "Fiction"
  },
  {
    "title": "Concrete Rhapsody",
    "description": "New York City. A million love stories unfold here every day, some whispered in crowded subway cars, others shouted from rooftop bars. This is one of them. It’s about the unexpected collision of two souls, each navigating the chaotic beauty of the city, each carrying their own dreams and a quiet hope for connection.",
    "cover_url": "https://drive.google.com/thumbnail?id=16ACTmESPG-IUbno8kN2ACGhrhtPeFuB9&sz=w300",
    "ebook_id": "1s6MzSDA8Wp9x2CY02SedNi5iAX0bli0L",
    "cover_id": "16ACTmESPG-IUbno8kN2ACGhrhtPeFuB9",
    "category": "Fiction"
  },
  {
    "title": "Blood And Boundaries",
    "description": "El sedán azul prestado atravesó el gris del amanecer de Las Vegas, un fantasma que llevaba otros fantasmas. En el asiento trasero, Silvia estaba acurrucada, aferrada a la pequeña cruz que le había regalado el padre Michael; su respiración intermitente y temblorosa era el único sonido además del motor del coche. Al lado de Elena, Nico conducía con tranquila intensidad, sus ojos explorando constante...",
    "cover_url": null,
    "ebook_id": "1JUc46u_bOSbzeRLe8MBGOVZOpF5GiZUa",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Blood and Roses",
    "description": "Conocida por sus novelas intensas y emotivas, María explora temas de amor prohibido, redención y las batallas invisibles que se libran en el corazón. Su escritura captura la complejidad de la supervivencia y la ternura en un mundo que a menudo exige tanto fuerza como sacrificio.",
    "cover_url": null,
    "ebook_id": "1trhz3Yn6TYw2YL-bcVw2dTd7chR-JQOH",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Breaking Free",
    "description": "If you're reading this book, you've already taken the most important step in your recovery journey: acknowledging that you need help and being willing to seek it. This moment of recognition, however difficult it may have been to reach, represents the beginning of your path to freedom from fentanyl addiction.",
    "cover_url": "https://drive.google.com/thumbnail?id=1vtkG0gQXT2qxUCsl17Uvodc5BkSRDzXj&sz=w300",
    "ebook_id": "1izOxPhlmCfHlBm8OoIYO_NN61qvuudU5",
    "cover_id": "1vtkG0gQXT2qxUCsl17Uvodc5BkSRDzXj",
    "category": "Fiction"
  },
  {
    "title": "Blood Sugar, Global Struggles, and Hope",
    "description": "Twenty five percent of older people worldwide are socially isolated, highlighting the need for strong social connections as societies age (WHO Commission on Social Connection). We are living in an unprecedented era of longevity. Around the world, people are not only living longer but also redefining what it means to age. For the first time in a century, many countries have more people over age 60 ...",
    "cover_url": null,
    "ebook_id": "1PGCHaOeTphlZyETuShbBA1BrsrQq7K-x",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Blueprint for Desire",
    "description": "Welcome, dear reader, to a world where ambition clashes with undeniable attraction, and the blueprints of life are redrawn by the surprising hand of fate. Prepare to step into a vibrant tapestry woven with the threads of sharp wit, simmering tension, and the kind of breathless moments that steal your focus and refuse to give it back.",
    "cover_url": "https://drive.google.com/thumbnail?id=1pHoco9ZcbSpCjy4duaZ2Rsw9Sgvec2DL&sz=w300",
    "ebook_id": "1PDeWOfTRtDPZRTL_UECKBXJXMm1hT8IP",
    "cover_id": "1pHoco9ZcbSpCjy4duaZ2Rsw9Sgvec2DL",
    "category": "Romance"
  },
  {
    "title": "Beneath the Maple Star",
    "description": "Elara Vance thought she had her life perfectly mapped out. A high-rise apartment in the city, a burgeoning career, and a schedule packed tighter than a commuter train during rush hour. Love, she’d decided, was a delightful distraction best enjoyed by others, a messy entanglement that always seemed to leave more wreckage than joy. Then, a surprise assignment landed her in Maple Creek, a town so qua...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Go50JpF68X5SWhxYV-ofmDOIfVyEaNlu&sz=w300",
    "ebook_id": "16MXIL3YOUOY--AnhuV0n07fTWP1G_vPX",
    "cover_id": "1Go50JpF68X5SWhxYV-ofmDOIfVyEaNlu",
    "category": "Fiction"
  },
  {
    "title": "Beyond Starlight Secrets of the Living Cosmos",
    "description": "Our cosmic story, the grand narrative of all that is, commences with an event of unimaginable energy and density: the Big Bang. Approximately 13.8 billion years ago, the entirety of the observable universe, all space, time, matter, and energy, was compressed into a singularity, a point of infinite temperature and density. From this primordial state, it began to expand and cool with astonishing rap...",
    "cover_url": null,
    "ebook_id": "1gh5p99I8yjZXZcPkHK8gx7_BMQphGP8w",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Before the Leaves Let Go",
    "description": "The first maple leaf, a shard of sunset caught in the branches, trembled on its stem. Elara watched it from the kitchen window, a mug of rapidly cooling tea forgotten in her hands. It wasn’t the wind that made it shiver, she knew. It was something else, a premonition held in the crisp morning air, a whisper of the inevitable. The green was surrendering, day by day, to a fiery blush, a last, defian...",
    "cover_url": "https://drive.google.com/thumbnail?id=12qOntMB3lKatvpkPoKFlOAPHxBdNbFaF&sz=w300",
    "ebook_id": "12zMbCMwYvOSK1poEFiCX-TMtQUHP2HCQ",
    "cover_id": "12qOntMB3lKatvpkPoKFlOAPHxBdNbFaF",
    "category": "Fiction"
  },
  {
    "title": "Beneath the Crimson Lanterns",
    "description": "They say New York is a city of millions, a place where paths cross for fleeting moments, rarely intertwining. But sometimes, amidst the cacophony of sounds and the blur of faces, two souls find each other, drawn together by an invisible thread. This is one such story, born in the vibrant heart of Chinatown, where ancient traditions met modern dreams, and the scent of spices mingled with the aroma ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1oU93jjXX9VS5WmDMN54yx4JwP3gH5v5m&sz=w300",
    "ebook_id": "1dW2ErIUZXOvWgLh8TNCKA7Gm3pKjbFBY",
    "cover_id": "1oU93jjXX9VS5WmDMN54yx4JwP3gH5v5m",
    "category": "Fiction"
  },
  {
    "title": "Before the Rain Learned to Fall",
    "description": "The air still tasted of smoke. Not the sharp, acrid bite of a recent blaze, but a ghost-scent, clinging to the damp November air like a shroud. Avery breathed it in, a hollow ache expanding in her chest, mimicking the cavernous space where her father’s life had been. The rental car, smelling of stale cigarettes and disinfectant, idled at the end of the gravel driveway, its engine a low, hesitant h...",
    "cover_url": "https://drive.google.com/thumbnail?id=1QEbRbb4WS72o6YsFLHLEv2ubEtrRoRLN&sz=w300",
    "ebook_id": "1D37TU9aAcYEHJa6z4z4POqJA7W_f6Z_S",
    "cover_id": "1QEbRbb4WS72o6YsFLHLEv2ubEtrRoRLN",
    "category": "Fiction"
  },
  {
    "title": "Before the Rain Learned to Fall_KC1",
    "description": "The air still tasted of smoke. Not the sharp, acrid bite of a recent blaze, but a ghost-scent, clinging to the damp November air like a shroud. Avery breathed it in, a hollow ache expanding in her chest, mimicking the cavernous space where her father’s life had been. The rental car, smelling of stale cigarettes and disinfectant, idled at the end of the gravel driveway, its engine a low, hesitant h...",
    "cover_url": null,
    "ebook_id": "1Qka6S86WbDSmtTNs6Q21exdN8vGn91Rb",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "100 dollar startup",
    "description": "We stand at a precipice, a moment shimmering with the kind of potential that echoes through history. Think back. Imagine the hushed excitement when the first whispers of gold reached San Francisco in 1848. Picture the frantic energy as steam power began to reshape continents, or the disbelieving awe when the first web pages flickered to life on bulky CRT monitors. Each era presents a hinge point, ...",
    "cover_url": null,
    "ebook_id": "1oOLQkJ5NUkn0x_F4jXe2YE7vMnhUtSnq",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Baby I Didn'T Know I Wanted",
    "description": "Some moments change everything. They arrive without warning, shattering the carefully constructed walls we build around our hearts and forcing us to confront truths we never knew existed. For Adrian Blackwood, that moment came wrapped in tiny fingers and the softest cry he'd ever heard.",
    "cover_url": "https://drive.google.com/thumbnail?id=1nbXtvg_69Z2fFE1nLoiMc_0o2eC6uFSG&sz=w300",
    "ebook_id": "1YvcLwEkCZYf2Sp4-vcNMc_dHHWJlOCdy",
    "cover_id": "1nbXtvg_69Z2fFE1nLoiMc_0o2eC6uFSG",
    "category": "Fiction"
  },
  {
    "title": "100 startup",
    "description": "We stand at a precipice, a moment shimmering with the kind of potential that echoes through history. Think back. Imagine the hushed excitement when the first whispers of gold reached San Francisco in 1848. Picture the frantic energy as steam power began to reshape continents, or the disbelieving awe when the first web pages flickered to life on bulky CRT monitors. Each era presents a hinge point, ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1APqKzB3jfbrHXxvmzKu3E12Kijx1m3iJ&sz=w300",
    "ebook_id": "1rPahpG_YPERBsfWag39TJW0UhOHa4am_",
    "cover_id": "1APqKzB3jfbrHXxvmzKu3E12Kijx1m3iJ",
    "category": "Fiction"
  },
  {
    "title": "$100 AI Startup, The",
    "description": "We stand at a precipice, a moment shimmering with the kind of potential that echoes through history. Think back. Imagine the hushed excitement when the first whispers of gold reached San Francisco in 1848. Picture the frantic energy as steam power began to reshape continents, or the disbelieving awe when the first web pages flickered to life on bulky CRT monitors. Each era presents a hinge point, ...",
    "cover_url": null,
    "ebook_id": "1tHQMGbqhr7YYSWk7cPLXu72ccIvkC6JQ",
    "cover_id": null,
    "category": "Nonfiction"
  },
  {
    "title": "A Kiss Beyond the Pines",
    "description": "The scent of jasmine and danger hung heavy in the Monte Carlo air as Sophia Reeves pressed her back against the cold marble wall of the embassy's east wing. Her heart hammered against her ribs, each beat echoing the urgency that had driven her across three continents in the past seventy-two hours. The diamond-encrusted watch on her wrist—a gift from a man whose name she couldn't speak aloud—caught...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-V4vKjJP18bOEXdJlhm4gwcK923DpuL_&sz=w300",
    "ebook_id": "1LcDyFLDOsg2-vZo9enzAi4Emj0irjZeU",
    "cover_id": "1-V4vKjJP18bOEXdJlhm4gwcK923DpuL_",
    "category": "Romance"
  },
  {
    "title": "Before It's Too Late How to Live Without Regret",
    "description": "The hospice room was bathed in the soft, golden light of late afternoon. Margaret Chen sat beside her father's bed, watching the rise and fall of his chest, each breath a reminder of how precious and numbered our moments truly are. At eighty-seven, her father had lived what most would consider a full life. He had been a successful engineer, a devoted husband for sixty-two years, a father to three ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1G09H567O37ryweyk3revjLX2zPSRedk5&sz=w300",
    "ebook_id": "1t96NIVC-WCa5iHXOGX1qQrYmOge1XUb8",
    "cover_id": "1G09H567O37ryweyk3revjLX2zPSRedk5",
    "category": "Fiction"
  },
  {
    "title": "AlphaEvolve vs Absolute Zero",
    "description": "We stand at a precipice, humanity. Behind us lies the unfathomably long corridor of cosmic and biological evolution, a journey from stardust to sentient beings capable of gazing back at the stars and questioning our own existence. Before us? That is the grand, terrifying, and exhilarating unknown. For millennia, we have told stories about our origins and our destinies, weaving myths, philosophies,...",
    "cover_url": null,
    "ebook_id": "1xDK6XQ8s7lrLCMqgH7sToI6Hj7HZToGV",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The CEO's Fake Fiancée",
    "description": "For thirty-two years, I've lived my life according to carefully calculated strategies and meticulously planned outcomes. Every decision I've made has been filtered through a simple question: will this advance my professional goals? Every relationship I've pursued has been evaluated for its potential to enhance my reputation or expand my network. Every emotion I've allowed myself to feel has been c...",
    "cover_url": "https://drive.google.com/thumbnail?id=1gw90aQAA_Acfqbst9zT5IDElpEG4oSy4&sz=w300",
    "ebook_id": "1Mz3DVMDZ4ojf13kvuou-bQZRmpyubSIT",
    "cover_id": "1gw90aQAA_Acfqbst9zT5IDElpEG4oSy4",
    "category": "Fiction"
  },
  {
    "title": "Ai Vs God",
    "description": "It was a Tuesday morning, unremarkable in its rhythm, when Sarah first prayed with an AI. Not to an AI, she would later clarify with a meticulousness that belied her inner turmoil, but with one. Her usual pastor, Father Thomas, a man whose gentle Irish brogue had soothed her anxieties for years, was away at a diocesan conference. A tech-savvy friend, noticing Sarah’s mounting distress over her mot...",
    "cover_url": "https://drive.google.com/thumbnail?id=1MOnbq-_74j5FEIsBIQwCIw1ejahbXVgQ&sz=w300",
    "ebook_id": "1-m9t4QZQtiONOnSe4wpeEspRgpIHkoxV",
    "cover_id": "1MOnbq-_74j5FEIsBIQwCIw1ejahbXVgQ",
    "category": "Nonfiction"
  },
  {
    "title": "AlphaEvolve vs Absolute Zero Humanity's Final Equation",
    "description": "Within each of us, at every moment of our lives, a silent yet profound battle rages. It is not a battle of flesh and blood waged on external fields, but an internal contest for the very essence of our being, a struggle that dictates the trajectory of our existence. On one side stands a force of incredible dynamism, a vibrant, upward-reaching energy that I call 'AlphaEvolve.' This is the innate hum...",
    "cover_url": null,
    "ebook_id": "1dHIZA5g1g84ESjXEQFeZOgYKrFQWtn4v",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "AI's Reactor",
    "description": "The most dangerous myth of our age is that artificial intelligence will surpass human intelligence through pure computational power. Every breathless headline about AI achieving superhuman capabilities, every venture capitalist sermon about the coming singularity, every tech prophet's vision of digital gods emerging from silicon valleys—all of it rests on a fundamental misunderstanding of what int...",
    "cover_url": null,
    "ebook_id": "17gxKVcpCYwv4OHIEkWq_T2aFFRDVSvwp",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Atm Boss",
    "description": "Let me start with the truth nobody else will tell you: the ATM business isn't sexy, it's not a get-rich-quick scheme, and it sure as hell isn't as passive as the YouTube gurus make it sound. But here's what it is—a legitimate, cash-generating business that can provide steady income if you know what you're doing and avoid the landmines that blow up most beginners.",
    "cover_url": "https://drive.google.com/thumbnail?id=1wm16YY7qYp8xhcvqU0afLXTsu6G5xL1V&sz=w300",
    "ebook_id": "1U5xQbcI7fDtQSQ6xvnCDZP8sd4TcMhth",
    "cover_id": "1wm16YY7qYp8xhcvqU0afLXTsu6G5xL1V",
    "category": "Fiction"
  },
  {
    "title": "The Digital Domination Blueprint",
    "description": "At 3:47 AM on a Tuesday morning in March 2024, Rachel Thompson received a notification that would change her life forever. Her phone buzzed with an alert from her automated trading system—a system she had built using AI tools most people had never heard of. The notification wasn't about a small win or modest profit. It was alerting her that she had just earned $47,000 while she slept.",
    "cover_url": "https://drive.google.com/thumbnail?id=1NkKluXjxW7oxcNu09wIgGGZPnuhQUETP&sz=w300",
    "ebook_id": "19-TLsMWu0eBHbm12Iz1viJPs9M5F161b",
    "cover_id": "1NkKluXjxW7oxcNu09wIgGGZPnuhQUETP",
    "category": "Fiction"
  },
  {
    "title": "Authentic Connections",
    "description": "You've probably read enough dating advice to fill a small library. Swipe right, play hard to get, wait three days to text back, don't be too available, use these pickup lines, follow this formula. The internet is drowning in dating \"hacks\" and relationship \"strategies\" that treat love like a game to be won rather than a connection to be built.",
    "cover_url": "https://drive.google.com/thumbnail?id=176GZ2e3RaO1x187t0P_lksp169dCqaG6&sz=w300",
    "ebook_id": "1tMAdPCk8Z1zODA6F92rfxAReULdewpjE",
    "cover_id": "176GZ2e3RaO1x187t0P_lksp169dCqaG6",
    "category": "Fiction"
  }
]