[
  {
    "title": "Ai For Marketing Professionals",
    "description": "Maria Rodriguez was about to lose everything. As Marketing Director at a growing SaaS company, she had built what she thought was an unbeatable digital marketing machine over six years. Her team crushed lead generation targets, dominated conversion benchmarks, and commanded respect across the organization.",
    "cover_url": "https://drive.google.com/thumbnail?id=1478b61yNBdnopUaFmNkcksptbodUhIbI&sz=w300",
    "ebook_id": "101SEW9sxRYBDfxtk-nhaGJcYycMNvdUT",
    "cover_id": "1478b61yNBdnopUaFmNkcksptbodUhIbI",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Real Estate",
    "description": "The real estate industry is experiencing its biggest disruption since the internet changed how we search for homes. But this time, the change is happening faster, and the agents who don't adapt will be left behind.",
    "cover_url": "https://drive.google.com/thumbnail?id=1OGZtlI9l6bojXGb2leEnYcdhZVBWBiX6&sz=w300",
    "ebook_id": "1yVJNg8Hc94NVjo1Dit2ga2kIEybW1L6D",
    "cover_id": "1OGZtlI9l6bojXGb2leEnYcdhZVBWBiX6",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Sleep Optimization 1",
    "description": "But after analyzing over 147,000 sleep patterns using advanced AI algorithms, I've discovered something that will fundamentally change how you think about rest. The truth is, you're not just sleeping wrong. You're sleeping for a world that no longer exists.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Gnoy1u1jN0WMlH7OIfbaUHGwYpo25cWs&sz=w300",
    "ebook_id": "1XFX24K3Bb0sQvnMV6Qx5TjcnqAQdkLoN",
    "cover_id": "1Gnoy1u1jN0WMlH7OIfbaUHGwYpo25cWs",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Music",
    "description": "A Grammy-winning producer just created 47 tracks in a single afternoon using AI tools. He used to produce maybe one finished track per week.",
    "cover_url": "https://drive.google.com/thumbnail?id=1B9-pqIzeuGshUbFZkZX7T8E68fnFLCOz&sz=w300",
    "ebook_id": "1IV8aUpWUb2PjtE3E4SNskJY4zDYy2GKq",
    "cover_id": "1B9-pqIzeuGshUbFZkZX7T8E68fnFLCOz",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Movie Industry Professionals",
    "description": "The film industry is hemorrhaging money. Every major studio executive knows it, every independent producer feels it, and every investor fears it.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Z4x2cRp8iNl3FWdgNgCKrfSoeCz2yNnT&sz=w300",
    "ebook_id": "1W5_GKTvWfORj48a_rVuWIv1tjnEEeJx9",
    "cover_id": "1Z4x2cRp8iNl3FWdgNgCKrfSoeCz2yNnT",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Hormonal Balance 7",
    "description": "You're sitting in your doctor's office, exhausted again. Third visit this month. Same symptoms, different day. Fatigue that coffee can't fix. Weight that won't budge despite eating salad for every meal. Mood swings that make you feel like a stranger in your own body. Brain fog so thick you forgot your own phone number yesterday.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Ke9mhuKdzZPGnv9OnCT1RSEEwzP_ZHWX&sz=w300",
    "ebook_id": "1hSfO7rb54TE3_7YvG2yOT_cepNUXWgxT",
    "cover_id": "1Ke9mhuKdzZPGnv9OnCT1RSEEwzP_ZHWX",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Hr Professionals",
    "description": "Beckett Martinez thought he had built an untouchable recruiting operation. As Director of Talent Acquisition at a 500-person technology company, he had systematically dominated his market for eight years through what he considered world-class relationship building and intuitive candidate selection.",
    "cover_url": "https://drive.google.com/thumbnail?id=1_8XtWLBAHxf_wycb1K6kKVPvsblFptBx&sz=w300",
    "ebook_id": "1BwN9FO0BW7d9jXBg7BusvYwr99Enre4L",
    "cover_id": "1_8XtWLBAHxf_wycb1K6kKVPvsblFptBx",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Immune System Boost 8",
    "description": "That's not a scare tactic. It's a mathematical certainty based on data from 14,739 health assessments conducted over the past eighteen months. The average person's immune function operates at only 47% of its potential capacity. You're walking around with less than half the protection nature intended you to have.",
    "cover_url": "https://drive.google.com/thumbnail?id=1aO_zsPdxAIeZ9jHAEM_5PJb8xT24QTx7&sz=w300",
    "ebook_id": "1gOgLqoyqpKIZouoLAYDccpUnfc_qrt0O",
    "cover_id": "1aO_zsPdxAIeZ9jHAEM_5PJb8xT24QTx7",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Brain Performance wellness 9",
    "description": "That's not a guess. That's what the data shows after analyzing 14,782 cognitive performance assessments across Fortune 500 companies over the past three years. And here's what nobody tells you: the remaining 77% isn't locked away in some mystical vault. It's being actively suppressed by the way you interact with technology every single day.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Xxa3L5u_xAA2mW1UwOiEp7YDdpYnKL3H&sz=w300",
    "ebook_id": "1GdXUMjDN7h2MRQGmBOIeCcP1fGSkvaN4",
    "cover_id": "1Xxa3L5u_xAA2mW1UwOiEp7YDdpYnKL3H",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Heart Health BOOK 6",
    "description": "You're about to discover how a quiet revolution in cardiovascular health is saving lives, reversing decades of damage, and creating a new generation of heart-optimized humans who will live twenty to thirty years longer than current projections suggest. This isn't science fiction. This is happening right now, in living rooms and bedrooms across the world, as ordinary people use AI to decode their c...",
    "cover_url": "https://drive.google.com/thumbnail?id=1UF4C8oNdx5RKCd2PJ5VL0JWE9AlRJ64h&sz=w300",
    "ebook_id": "1TM231dgM0NQnlIFqvatKnngts91YRTt6",
    "cover_id": "1UF4C8oNdx5RKCd2PJ5VL0JWE9AlRJ64h",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Healthcare Professionals",
    "description": "Dr. Maria Rodriguez had 72 hours before her colleagues discovered she was about to lose everything. As Chief of Internal Medicine at a 400-bed hospital, she had sacrificed twelve years of her life building what she believed was an unshakeable medical empire. Her department crushed quality metrics, dominated patient satisfaction scores, and commanded absolute respect throughout the medical center -...",
    "cover_url": "https://drive.google.com/thumbnail?id=1m5TIVEg3DafozoqOJWGY6UWyhO7xeHqQ&sz=w300",
    "ebook_id": "1DDJ0Vi2y6VBomRutqVl5MTY-cuqtu7pv",
    "cover_id": "1m5TIVEg3DafozoqOJWGY6UWyhO7xeHqQ",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Gut Health BOOK 5",
    "description": "Seventy percent of your immune system lives in your gut. Right now, as you read these words, thirty-nine trillion microorganisms are making decisions about your mood, your energy levels, your cravings, and even your thoughts. This isn't science fiction. This is the revolutionary understanding that's transforming how we approach human health, and artificial intelligence is finally giving us the too...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Vn_Komh5BNPGeXig9xuc1tH4-SlYaTqb&sz=w300",
    "ebook_id": "1PD2UdP99XQTdzbCDCmmK8Sc5iNzBCk8A",
    "cover_id": "1Vn_Komh5BNPGeXig9xuc1tH4-SlYaTqb",
    "category": "Nonfiction"
  },
  {
    "title": "Ai For Government Professionals",
    "description": "Right now, as you read this, your government agency is hemorrhaging $403,000 per day. Not through corruption or waste, but through something far more insidious: inefficiency that everyone has accepted as \"just how government works.\"",
    "cover_url": "https://drive.google.com/thumbnail?id=14zVQJeO-S3Vr6l6gLXBWscAqooBrhaKR&sz=w300",
    "ebook_id": "14xNsXojOvE9BMC6RlCu5r6-DjXG65wN3",
    "cover_id": "14zVQJeO-S3Vr6l6gLXBWscAqooBrhaKR",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Gaming Industry Professionals",
    "description": "Your studio is bleeding money. Every day you delay implementing AI, your competitors are automating tasks that cost you millions.",
    "cover_url": "https://drive.google.com/thumbnail?id=1_P1YrO31OtPab0Yr28hR1cVbOJXc1-8b&sz=w300",
    "ebook_id": "1Mfs_8NrP7g_CNLKSYRopSwy9e7AT8H52",
    "cover_id": "1_P1YrO31OtPab0Yr28hR1cVbOJXc1-8b",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Accounting Professionals",
    "description": "The accounting profession stands at the most significant crossroads in its history. While calculators replaced ledger books and software replaced calculators, AI represents something fundamentally different—a technology that doesn't just speed up existing processes but reimagines them entirely.",
    "cover_url": "https://drive.google.com/thumbnail?id=1xXtDlL-WZZ6n4Sq5dwOUU53ZDQqWazac&sz=w300",
    "ebook_id": "1HhYMYjzcQ7hyFitKa8gKFakpnlv4LT7Y",
    "cover_id": "1xXtDlL-WZZ6n4Sq5dwOUU53ZDQqWazac",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Protecting Wealth",
    "description": "The average professional loses between 18% and 34% of their net worth to vulnerabilities they never detected. Not to market crashes they saw coming. Not to risks they consciously accepted. To exposures that existed in their financial structure for years while they believed they were protected. These losses happen to people with financial advisors, diversified portfolios, and insurance policies. Th...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Km0O8xxjxcYG1hFKRuyiNXkqy_7e_aDf&sz=w300",
    "ebook_id": "1naP8Mby8C5wSqzjF6aM-Ss22SnSnIzif",
    "cover_id": "1Km0O8xxjxcYG1hFKRuyiNXkqy_7e_aDf",
    "category": "Nonfiction"
  },
  {
    "title": "AI for smart budgeting",
    "description": "Across 2,100 households analyzed in the fourth quarter of 2024, the average family lost $47,382 annually to financial leaks they could not see. Not to catastrophic decisions. Not to obvious waste. To invisible erosion that happens in the background while intelligent, capable people believe they have their money under control. The researchers tracking this data found something more disturbing than ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1hN2LnNQ16g0jiJ3kQHfF7IBoeJahBD_g&sz=w300",
    "ebook_id": "1CfrClTcDA_m3oEA_seND1-n5iOaahbub",
    "cover_id": "1hN2LnNQ16g0jiJ3kQHfF7IBoeJahBD_g",
    "category": "Nonfiction"
  },
  {
    "title": "Ai for longterm financial planning",
    "description": "The traditional financial plan dies the moment you leave the advisor's office. That crisp binder with its charts and projections represents a single snapshot of a future that will never exist. Markets shift. Jobs change. Health crises emerge. Children's plans evolve. The carefully calculated retirement age becomes a rough estimate, then a fantasy, then a forgotten number buried in a drawer. Financ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1xSI9TdDggnVn1UwrZQp5M9ruJlYz2CSc&sz=w300",
    "ebook_id": "1cAp-8B0RBWIFyxUEguLSAoNqL875h3ai",
    "cover_id": "1xSI9TdDggnVn1UwrZQp5M9ruJlYz2CSc",
    "category": "Nonfiction"
  },
  {
    "title": "AI for High-Income Skills",
    "description": "A healthcare administrator in Tulsa earns 52,000 dollars managing patient scheduling across four departments with seventeen physicians and three nurse practitioner teams. A product operations coordinator in San Francisco earns 148,000 dollars managing feature releases across four engineering pods with nineteen developers and five design leads. The cognitive work is identical. The skill set is fung...",
    "cover_url": "https://drive.google.com/thumbnail?id=18HOC6J-Fd_hUzCtxVjI-KgwVWuI40JMp&sz=w300",
    "ebook_id": "1DNeyiZi8CZ9dtV8NSyHLfw-7s6IyzDY0",
    "cover_id": "18HOC6J-Fd_hUzCtxVjI-KgwVWuI40JMp",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Debt Freedom",
    "description": "In Q4 2025, the median U.S. household now allocates 41 percent of take-home pay just to service minimum debt payments. Not principal reduction. Not wealth building. Not investment in anything that compounds in their favor. Just interest and the bare minimum required to keep creditors from escalating collection efforts. This single statistic represents the quiet financial enslavement of the America...",
    "cover_url": "https://drive.google.com/thumbnail?id=19Azs4IFaYmCwdipFYE-yB-N6ucUPWI9K&sz=w300",
    "ebook_id": "1GGerU5qhKucTOz1g1Kd5_6emgESp1Gyj",
    "cover_id": "19Azs4IFaYmCwdipFYE-yB-N6ucUPWI9K",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Investing Confidence",
    "description": "The best investors doubt everything except their process. This contradiction defines modern investing more than any other principle, yet most retail investors get it backwards. They doubt their process while trusting their gut feelings, cherry-picked news headlines, and the performance theater of financial media. The result is predictable: studies from Dalbar consistently show that the average equ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Yd9hz37Xz66TE0WNOymM-Iaw9RJ-sP2a&sz=w300",
    "ebook_id": "1TKkVOuoS38WBfG5svUPUBwPyHZh54z5a",
    "cover_id": "1Yd9hz37Xz66TE0WNOymM-Iaw9RJ-sP2a",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Income Stability",
    "description": "The most dangerous financial position in the modern economy is not poverty. It is the illusion of stability. A single income source, no matter how reliable it appears, is a structural vulnerability that most professionals mistake for security. The person earning $120,000 annually from one employer is statistically more financially fragile than someone earning $80,000 from four different sources. T...",
    "cover_url": "https://drive.google.com/thumbnail?id=1jZDswg6BtHfVOy6L039GlssVHoeKh1-0&sz=w300",
    "ebook_id": "1RmA_WDmP549dLk3RTkXnM98uvITlkVKB",
    "cover_id": "1jZDswg6BtHfVOy6L039GlssVHoeKh1-0",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Cashflow Predictability",
    "description": "The finance director of a mid-sized manufacturing company stared at his spreadsheet at two in the morning, trying to reconcile why his quarterly forecast was off by thirty-seven percent. His models accounted for seasonality, his historical data went back five years, and he had spent weeks building formulas that adjusted for every variable he could identify. Yet when actual cash hit the bank, the g...",
    "cover_url": "https://drive.google.com/thumbnail?id=1HjDXFzzHcZA10TR_tKmMup4DxzazicTV&sz=w300",
    "ebook_id": "1tkd0JURf6QSr0ACqAl6lAzoluc6WYMwp",
    "cover_id": "1HjDXFzzHcZA10TR_tKmMup4DxzazicTV",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Credit Repair & Score Optimization",
    "description": "The credit scoring system operates like a black box for most consumers who interact with it only when applying for loans or mortgages. They receive three-digit numbers that determine access to capital, housing, and sometimes employment opportunities. They accept these numbers as objective measurements of financial responsibility. They assume the scores reflect their actual creditworthiness accurat...",
    "cover_url": "https://drive.google.com/thumbnail?id=1XMbAZnKEje63EMw4ZYmtaS8WUkBr3WOA&sz=w300",
    "ebook_id": "1sEEjzCJmguuSF0AWJJFw0L-cBS6gPMox",
    "cover_id": "1XMbAZnKEje63EMw4ZYmtaS8WUkBr3WOA",
    "category": "Nonfiction"
  },
  {
    "title": "AI for building wealth",
    "description": "A software engineer at a major tech company earns $180,000 per year writing code for forty hours each week. A hedge fund analyst with similar credentials and work hours earns $850,000. The difference is not intelligence, education, or effort. The difference is leverage. One person's output is constrained by their time. The other person's output is multiplied by capital, systems, and network effect...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ltTG7Fdpu2V-DpIDEU0rXyGsmoqeX32Q&sz=w300",
    "ebook_id": "1Dwmjd_h2963WIaQXK69XWM7nC7Wesm45",
    "cover_id": "1ltTG7Fdpu2V-DpIDEU0rXyGsmoqeX32Q",
    "category": "Nonfiction"
  },
  {
    "title": "Algorithmic Hearts",
    "description": "Maya Chen stared at the blinking cursor on her monitor, the familiar green text against the black terminal background offering the same comfort it had for the past eight years. The gentle hum of the server room three floors below seemed to vibrate through the building's steel framework, a mechanical lullaby that most people found unsettling but Maya found absolutely perfect.",
    "cover_url": "https://drive.google.com/thumbnail?id=1RzJurI2fhYeVOpXXrC5wby_HRFv4Wcjj&sz=w300",
    "ebook_id": "1paSej-8pG48wmLJfCxi1O7BAqCSvexWS",
    "cover_id": "1RzJurI2fhYeVOpXXrC5wby_HRFv4Wcjj",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Doctors",
    "description": "The radiologist had reviewed over forty thousand chest X-rays in her career. She knew the architecture of the human thorax the way a navigator knows coastlines—every shadow meaningful, every density a story. On a Tuesday afternoon in Manchester, she cleared her queue in the usual rhythm: normal, normal, subtle opacity worth watching, normal. The artificial intelligence system running silently alon...",
    "cover_url": "https://drive.google.com/thumbnail?id=1qjaF7i-h7cU74_s9WiQqoipfwmKdJJkd&sz=w300",
    "ebook_id": "1tsXlI5VgWzD66RIKmBA9w9LFZpsgumNV",
    "cover_id": "1qjaF7i-h7cU74_s9WiQqoipfwmKdJJkd",
    "category": "Nonfiction"
  },
  {
    "title": "AI for Cybersecurity Professionals",
    "description": "The cybersecurity apocalypse began at 8:47 AM on a Tuesday in March 2024. In exactly 6 hours and 23 minutes, a weaponized AI system surgically dismantled the digital fortresses of twelve Fortune 500 companies—simultaneously—while their $2.3 million security teams scrambled like panicked children discovering their parents' house is on fire.",
    "cover_url": null,
    "ebook_id": "1aqoPL0VSldFsiHEewKYr1nRDezK_hJgB",
    "cover_id": null,
    "category": "Nonfiction"
  },
  {
    "title": "AI Advances in Dentistry",
    "description": "The examination room looked identical to thousands of others across the country—reclining chair, overhead lamp, the familiar tray of instruments gleaming under fluorescent light. But something unprecedented was happening on the monitor beside the dental chair. As the hygienist captured a bitewing radiograph, colored overlays bloomed across the black-and-white image in real time, highlighting a sha...",
    "cover_url": "https://drive.google.com/thumbnail?id=14L5ihJkDFLipURMVTa5AT9IeIlcZ7c-4&sz=w300",
    "ebook_id": "19Qx2bjAypGolUcxgPBzNCj2Mf3zG6a5T",
    "cover_id": "14L5ihJkDFLipURMVTa5AT9IeIlcZ7c-4",
    "category": "Nonfiction"
  },
  {
    "title": "Witchfire Beneath the Drifting Stars",
    "description": "The stars began dying on the eve of Sorelle's twenty-third birthday, and she tasted their extinction like ash and honey on her tongue.",
    "cover_url": null,
    "ebook_id": "1cIs9lpq-nAwn5NJ4MDzC1na-rxU2Whsj",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "What the Flame Demanded of Us",
    "description": "Not with visible flame—the Ashen Flame never announced itself so crudely—but with something that pulsed beneath the skin like a second heartbeat, desperate and dying. The execution platform in the Obsidian Spire's central courtyard had been built for spectacle, raised high enough that the gathered crowd could watch the bonded pair's final moments from every angle. Mira had only come to deliver a m...",
    "cover_url": null,
    "ebook_id": "1tyzQCjczGyGCBgKt8vBnH0xOJuk3P2_9",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Vows Written in Emberlight",
    "description": "The blade entered her father's chest while Lysara's hands were still glowing with wedding light.",
    "cover_url": null,
    "ebook_id": "1kzA4EzWXXI6EjEggD0jRDJzhcLjiKLQv",
    "cover_id": null,
    "category": "Romance"
  },
  {
    "title": "Variance Wisdom",
    "description": "Theo Marlowe stared at the number on his screen — 72.4 degrees — and felt his stomach drop. It was 11:47 PM on September 14, 2026, in a cramped studio apartment in Austin, Texas, and he had just lost $8,200 betting that the next day's high temperature would hit exactly 72 degrees. Not 71. Not 73. Exactly 72. The forecast had been clear, confident, issued by the National Weather Service six hours e...",
    "cover_url": "https://drive.google.com/thumbnail?id=1XeecIC8EjHoDkGmc6H3kceJJV-DLlJ5X&sz=w300",
    "ebook_id": "1o7uoWTlYhUUIA4-1JwTFlGMJqMoeuyiH",
    "cover_id": "1XeecIC8EjHoDkGmc6H3kceJJV-DLlJ5X",
    "category": "Fiction"
  },
  {
    "title": "They Tried to Take What We Built",
    "description": "The man kneeling in the snow had been tortured for six days, and still he had not given them the location of the outpost. Mira watched from the treeline, her fingers numb around the grip of her crossbow, counting the guards between her and the prisoner. Eleven. She had nine bolts. The mathematics of rescue had never favored her, but she had stopped believing in mathematics three years ago when she...",
    "cover_url": null,
    "ebook_id": "1-pHbrqSpzID5yZfQDhqPi6DNSCHQ5pwH",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Witchbound Dragon",
    "description": "The dragon's breath hit her like winter given teeth, and Vaela Thornheart felt her bloodfire magic shatter into a thousand screaming fragments inside her chest. She had been running for six days through the Ashenmoor, surviving on stolen bread and the dying embers of hope, and now the shadow falling across the marsh meant that running was finished. The beast was enormous—scales the color of iron l...",
    "cover_url": null,
    "ebook_id": "1Y_YZYjhODO3SuK8p9Xjw8w_vZstSMFla",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Ukraine Files",
    "description": "The document landed in Axios reporters' inboxes at 4:47 AM Eastern on November 20, 2025, and within three hours, the seventy-year architecture of Western alliance structure began its most serious stress test since the Cuban Missile Crisis. The leak came from an unnamed Ukrainian official, someone close enough to President Volodymyr Zelenskyy to have witnessed the presentation firsthand, desperate ...",
    "cover_url": "https://drive.google.com/thumbnail?id=12mcA_FKN4EqV7J-HM1uCxvBvHjiTiE_k&sz=w300",
    "ebook_id": "12_47ezrnpMGulbqGtF076Ifb9MSUUNf_",
    "cover_id": "12mcA_FKN4EqV7J-HM1uCxvBvHjiTiE_k",
    "category": "Fiction"
  },
  {
    "title": "The Synthetic Sovereign",
    "description": "On March 9, 2023, Silicon Valley Bank collapsed in less than 48 hours, wiping out 209 billion dollars in assets and triggering the second-largest bank failure in American history. Human regulators saw nothing coming. The Federal Reserve had given SVB a clean bill of health just weeks earlier. But automated trading algorithms detected the warning signs 72 hours before the collapse began, executing ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SaRqEsYYXMSi92-Ew4QsaAi0d89uaKf9&sz=w300",
    "ebook_id": "1R81JbPFIdTG6wk6L5QW4XuuMYBWziQdT",
    "cover_id": "1SaRqEsYYXMSi92-Ew4QsaAi0d89uaKf9",
    "category": "Fiction"
  },
  {
    "title": "The Witch Who Was Chosen Last",
    "description": "She was nineteen, standing in the rain outside her mother's cottage, watching through the window as her sister's magic unfurled for the first time. Elara's hands had filled with light the color of spring leaves, and their mother had wept, had pulled her close, had whispered the words Maren had spent her whole childhood aching to hear: I choose you. I choose this life with you. Not because I must—b...",
    "cover_url": null,
    "ebook_id": "1pGjGOjuSgeujY0awvmXVUTXMAG5tFFMS",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Witch Who Raised a Dragon",
    "description": "Dragonguard Commander Voss stood at the edge of the scorched clearing, watching his men sift through ash and bone. Three adult dragons lay dead, their scales already dulling from emerald to gray, their fire-glands punctured by sorcerer lances before they could draw breath to burn. The nest had held seven eggs. His soldiers had smashed six with iron hammers, the shells cracking like pottery, the ha...",
    "cover_url": null,
    "ebook_id": "1pMtueUzxKmn7Tm0gHSXxUw8EN5qT-jfa",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "The Standards War",
    "description": "In 2018, a senior engineer at a major European telecommunications company sat in a conference room in Geneva, watching a vote that would shape the next decade of global connectivity. The International Telecommunication Union was deciding which technical specifications would govern 5G networks worldwide. She had spent months preparing her company's proposal, a design that represented billions in re...",
    "cover_url": "https://drive.google.com/thumbnail?id=1d50uuw-PVTJn6zrApVFzTYxXZ_t6zVyO&sz=w300",
    "ebook_id": "1dhH03fr_uIDlNa_wVmkYyLoi5-G29kKs",
    "cover_id": "1d50uuw-PVTJn6zrApVFzTYxXZ_t6zVyO",
    "category": "Fiction"
  }
]