[
  {
    "title": "Mental Momemtum",
    "description": "Alina Voss felt the cognitive collapse when her third startup presentation stalled mid-sentence. The investors leaned back. The momentum vanished. Three years of preparation dissolved in forty seconds of mental stuttering. What she couldn't articulate in that San Francisco conference room was the invisible war happening behind her forehead: neural circuits fighting for dominance, attention systems...",
    "cover_url": "https://drive.google.com/thumbnail?id=138p9k8f_pXA8DHGK80kkNrbKf51-DdpJ&sz=w300",
    "ebook_id": "1TjBDEhEAlHYLcTp49lXykj1R6p1IcGcH",
    "cover_id": "138p9k8f_pXA8DHGK80kkNrbKf51-DdpJ",
    "category": "Fiction"
  },
  {
    "title": "Mirrors Of Venom And Velvet",
    "description": "Blood mixed with mercury pooled at Lysandra's feet, the silvered crimson spreading across marble that had been white just moments before. The arrow in her shoulder wasn't meant to kill—it was meant to deliver something far worse than death. She could feel it working through her veins, a poison that moved like living metal, seeking her heart with mechanical precision.",
    "cover_url": "https://drive.google.com/thumbnail?id=11Qk55ua00BJ522bby88L3t4AkGSPFwwO&sz=w300",
    "ebook_id": "1n2N_2Doa_xutX6PdcnXMvnupMRxcNbrU",
    "cover_id": "11Qk55ua00BJ522bby88L3t4AkGSPFwwO",
    "category": "Fiction"
  },
  {
    "title": "Micro Prediction Mastery",
    "description": "Tristan Knox sat in his Portland apartment on March 12, 2024, staring at a Kalshi weather market that showed Chicago would hit 61 degrees Fahrenheit the next day. The forecast consensus was 58 degrees. Tristan had bet $2,400 that the high would exceed 60 degrees. He was wrong. Chicago topped out at 59 degrees. The afternoon sun never pushed past the upper band. Tristan watched his position expire ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1CfleZe4mcq_-gWNVS1bZOpp2dYL8_pll&sz=w300",
    "ebook_id": "1jW-VTQp0UNAv1PvJR6AyzPo_62vTJGE5",
    "cover_id": "1CfleZe4mcq_-gWNVS1bZOpp2dYL8_pll",
    "category": "Fiction"
  },
  {
    "title": "Invisible Power Titans",
    "description": "Most business leaders think they're competing for market share. They're actually fighting for survival in a war they don't even realize is happening—a war where the weapons are patents, supply chains, and lines of code, and where losing means becoming a vassal state in someone else's economic empire.",
    "cover_url": "https://drive.google.com/thumbnail?id=1seTtNUgp1kB2_MiN3Cp4AyirhnikUrUS&sz=w300",
    "ebook_id": "1m-CyKhL4Go9vmk4mP-NTXrwhGE7AR0r9",
    "cover_id": "1seTtNUgp1kB2_MiN3Cp4AyirhnikUrUS",
    "category": "Fiction"
  },
  {
    "title": "How I Became a One",
    "description": "Picture this: A writer sits alone in a dimly lit room, wrestling with every word, agonizing over each sentence, believing that true art requires suffering. They've been working on the same manuscript for four years. Their friends ask when the book will be done, and they respond with a weary smile: \"When it's ready.\"",
    "cover_url": "https://drive.google.com/thumbnail?id=1uWikNslQrKXokyn2Te2qx-S6uigE6sTK&sz=w300",
    "ebook_id": "16uclr-zrtaOJL6njADP3ZS6x_p9GE0Bk",
    "cover_id": "1uWikNslQrKXokyn2Te2qx-S6uigE6sTK",
    "category": "Fiction"
  },
  {
    "title": "His Dangerous Fortune",
    "description": "Some fortunes are inherited. Some are stolen. And some come with conditions that will either save you or destroy you.",
    "cover_url": "https://drive.google.com/thumbnail?id=1utzMH_wwgxe4cHJcKDxPfZBec7hLJsGt&sz=w300",
    "ebook_id": "1emZnhAdGNUvmqIaZw16bPG2wcADBJvu2",
    "cover_id": "1utzMH_wwgxe4cHJcKDxPfZBec7hLJsGt",
    "category": "Fiction"
  },
  {
    "title": "Hustle Culture Is Killing You",
    "description": "The ambulance lights painted red streaks across my office window at four in the morning. My business partner, thirty-two years old with three kids, was being carried out on a stretcher after his second heart attack this year. The paramedics worked frantically as his wife screamed his name. Blood trickled from where he'd bitten through his tongue during the seizure that followed his collapse. His l...",
    "cover_url": "https://drive.google.com/thumbnail?id=16LMZPue_tNkk95J730VqNFcr6-NA0Nrs&sz=w300",
    "ebook_id": "1xqdriNlgSi_2HkTh8feYo_W6SRv_MLKN",
    "cover_id": "16LMZPue_tNkk95J730VqNFcr6-NA0Nrs",
    "category": "Fiction"
  },
  {
    "title": "Ironvow Rising",
    "description": "For three thousand years, it had bound the seven kingdoms together—not through treaties or marriages, but through blood and steel and the ancient magic that flowed between them. Each generation, the heirs of the seven houses would gather at the Crucible of Oaths, would press their palms to the burning metal of the First Blade, and would speak the words that their ancestors had spoken since the wor...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Koc4yhyH2EdZ7BNjecrl2OJmvE3biCLv&sz=w300",
    "ebook_id": "1D4bIrerJxtzWrLKYXmYXz4uQhgSA1eGf",
    "cover_id": "1Koc4yhyH2EdZ7BNjecrl2OJmvE3biCLv",
    "category": "Romance"
  },
  {
    "title": "Healing Robot",
    "description": "Here's what nobody tells you about the future of medicine: there's an algorithm that can predict the exact day you'll die, and it's already being used in hospitals across America. Not next year. Not in some distant future. Right now. And the patients have no idea.",
    "cover_url": "https://drive.google.com/thumbnail?id=1e8jGCcyAAcVMib3aKnBV0uEzK4McKllu&sz=w300",
    "ebook_id": "1ZiEtr7qMvdOsPixvxFERcQYbpu-CS3FH",
    "cover_id": "1e8jGCcyAAcVMib3aKnBV0uEzK4McKllu",
    "category": "Fiction"
  },
  {
    "title": "Hearts of the Infinite Dawn",
    "description": "Three years since Lyra Nightshade and Cassian Draven had shattered the cosmic entities' final weapon and forged a global network of bonded consciousness that stretched across every magical institution on the continent. Three years since their revolutionary vision of transformation through connection had become the foundation of a new magical civilization.",
    "cover_url": "https://drive.google.com/thumbnail?id=1KNuOgb2_1egrI4v3Y-AVirVxVAwglkEH&sz=w300",
    "ebook_id": "1wuRHQtTTzI-ZkyCn6No1iIHaaOuukLvw",
    "cover_id": "1KNuOgb2_1egrI4v3Y-AVirVxVAwglkEH",
    "category": "Nonfiction"
  },
  {
    "title": "Frost of the Ancient Fate",
    "description": "Lyris had heard that sound three times in her life, and each time it meant someone was about to die. The glacial shelf beneath the Frostwatch Tower fractured with a noise like a thousand mirrors shattering at once, high and sharp enough to pierce through the howling wind that never stopped in the Eternal North. She pressed herself against the tower's outer wall, her fingers finding purchase in the...",
    "cover_url": "https://drive.google.com/thumbnail?id=1c-2AzlnNeixpamTbsIgo7RoAfGyiJcMg&sz=w300",
    "ebook_id": "1UFso0VW_v6XUIUj83VibrHKVQt2I2IsV",
    "cover_id": "1c-2AzlnNeixpamTbsIgo7RoAfGyiJcMg",
    "category": "Fiction"
  },
  {
    "title": "Grief Without Permission",
    "description": "That's how many American men experience the death of a baby through miscarriage every single year. 4.2 million fathers who lose children they'll never hold. 4.2 million men navigating grief so invisible that most people don't believe it exists.",
    "cover_url": "https://drive.google.com/thumbnail?id=1hdwhlXU7Nt4IwIAjCYY0oHHWgN-3UE1m&sz=w300",
    "ebook_id": "1MtMfRcaQLwVqWGOVHsKtVXow7csxNwMQ",
    "cover_id": "1hdwhlXU7Nt4IwIAjCYY0oHHWgN-3UE1m",
    "category": "Fiction"
  },
  {
    "title": "Forbidden Storm Kiss",
    "description": "The storm hit the coast at midnight, but Thora had been feeling it in her bones since dawn.",
    "cover_url": "https://drive.google.com/thumbnail?id=1QKCHhavZJiQzEu1HkHUtLFE5i51aqorS&sz=w300",
    "ebook_id": "1r_anfo0_MWz18xAYhNbg2rxqqbqzW2EI",
    "cover_id": "1QKCHhavZJiQzEu1HkHUtLFE5i51aqorS",
    "category": "Romance"
  },
  {
    "title": "Fractured Algorithms",
    "description": "The email arrived with no sender, no subject line, just a timestamp that read seventy two hours from now. Nolan Bryce stared at the message on his encrypted laptop, his coffee growing cold in the predawn silence of his Palo Alto apartment. The body of the email contained a single line of code, elegant and terrible in its simplicity. He recognized it immediately because he had written something sim...",
    "cover_url": "https://drive.google.com/thumbnail?id=1HJf8DHUD5BSGyjMnzRq1Mo8D7tD5QkLm&sz=w300",
    "ebook_id": "15QZVcMrctpUsMzIRTC4bwKVlqyEuY8T8",
    "cover_id": "1HJf8DHUD5BSGyjMnzRq1Mo8D7tD5QkLm",
    "category": "Fiction"
  },
  {
    "title": "Genetic Frontiers",
    "description": "Your body contains six billion letters of genetic code. Right now, scientists can rewrite those letters with precision that would have seemed like science fiction a decade ago. This is not theoretical. This is happening in labs across the world, in clinical trials, in your neighbor's child who was cured of sickle cell disease last year. The question is not whether we will redesign human biology. T...",
    "cover_url": "https://drive.google.com/thumbnail?id=1qDsX7TIVQ3SB5-yAG3Hu7W2jWbg5jpyb&sz=w300",
    "ebook_id": "1Dz-ZnYZZZ2RXcT-f5eCvO7nDy30ESJRX",
    "cover_id": "1qDsX7TIVQ3SB5-yAG3Hu7W2jWbg5jpyb",
    "category": "Fiction"
  },
  {
    "title": "Forbidden Ember Reign",
    "description": "In a world where dragons rule through fear and fire, one mortal princess discovers she carries the blood of the Phoenix—the only force capable of destroying true immortals.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ea29P7ZHQMqdb5OrT_2FOl-yShfjfSdC&sz=w300",
    "ebook_id": "1cg-eeA9iJAOYJhHI0dGTDv9rdqTQOimj",
    "cover_id": "1ea29P7ZHQMqdb5OrT_2FOl-yShfjfSdC",
    "category": "Romance"
  },
  {
    "title": "Food Siege Protocol",
    "description": "The weapon that conquered more territory than any army never fired a single shot.",
    "cover_url": "https://drive.google.com/thumbnail?id=1LkCuyWItR3bAVye4EW48aD2Wo9q5TQpJ&sz=w300",
    "ebook_id": "1ivXjFdkKBnObBgywlKvQloERa8gyv-j-",
    "cover_id": "1LkCuyWItR3bAVye4EW48aD2Wo9q5TQpJ",
    "category": "Fiction"
  },
  {
    "title": "FlexMind",
    "description": "Your career died at 9:47 AM on a Tuesday, and you didn't even notice. The meeting ended, handshakes exchanged, smiles all around, and three months later your entire department was restructured without you. Not because you lacked talent or dedication, but because your thinking stayed rigid while the world shifted beneath your feet. A 2024 MIT study revealed that 73% of professional setbacks trace b...",
    "cover_url": "https://drive.google.com/thumbnail?id=1sgckLm_3skGrbQ86IYEGyTgtsVNyutMh&sz=w300",
    "ebook_id": "1Q6QPpvTWgilFro4kY9pXZGnwZuuld2aT",
    "cover_id": "1sgckLm_3skGrbQ86IYEGyTgtsVNyutMh",
    "category": "Fiction"
  },
  {
    "title": "Flame Of The Forgotten Bloodline",
    "description": "You know that feeling when you walk into a room and everyone stops talking? That electric charge in the air that screams you've stumbled into something you weren't meant to see? That was my entire first week at Drakmoor University, except the secret wasn't just campus gossip or some fraternity hazing ritual.",
    "cover_url": "https://drive.google.com/thumbnail?id=1hdC5VfNJPV5NFzsT5OKjTizRSjj72ryj&sz=w300",
    "ebook_id": "1p48Kg-fAoEoOfwQJ5Eex3owZjJUjgXo5",
    "cover_id": "1hdC5VfNJPV5NFzsT5OKjTizRSjj72ryj",
    "category": "Fiction"
  },
  {
    "title": "Fire Oaths Beneath Scaled Skies",
    "description": "The dragon landed at the edge of the Burning Cliffs at 11:47 p.m. on the night the stars bled crimson. Sorelle pressed her back against the obsidian rock face, her breath coming in sharp gasps that turned to frost despite the volcanic heat radiating through the stone. She had been running for six days. Six days since the Skyborne Council stripped her wings, branded her oath-breaker, and sent the H...",
    "cover_url": "https://drive.google.com/thumbnail?id=1QCMtODHQUqL-6h6IAJJAhxABTDxGtCHN&sz=w300",
    "ebook_id": "19ZcQwSya8NEZPi7fUXY4nDcuT32PDvUR",
    "cover_id": "1QCMtODHQUqL-6h6IAJJAhxABTDxGtCHN",
    "category": "Fiction"
  },
  {
    "title": "Feathers Of Shadow And Song",
    "description": "Blood dripped from the shadow feather as it sliced through the guard's throat, its obsidian edge sharper than any blade forged by mortal hands.",
    "cover_url": "https://drive.google.com/thumbnail?id=1rjjwfXdtfWfThXWIJ1AxGR0G3luJOa5k&sz=w300",
    "ebook_id": "1qNxwX-x2tAqqSaom8xlqJZax2cRfcrcq",
    "cover_id": "1rjjwfXdtfWfThXWIJ1AxGR0G3luJOa5k",
    "category": "Romantasy"
  },
  {
    "title": "Fangs of the Dragon",
    "description": "The diplomatic showdown in Anchorage, Alaska, on March 18, 2021, shattered decades of choreographed civility between Chinese and American diplomats. As cameras rolled, Yang Jiechi, China's top foreign policy official, launched into an unprecedented seventeen-minute tirade against Secretary of State Antony Blinken, declaring that the United States no longer spoke to China \"from a position of streng...",
    "cover_url": "https://drive.google.com/thumbnail?id=1tIhQi0C1FW2CawavRaaAL8N1mDKTHIT2&sz=w300",
    "ebook_id": "1U8kO5XlWAnaXAqPWiaS4_jRgG6t2KLXw",
    "cover_id": "1tIhQi0C1FW2CawavRaaAL8N1mDKTHIT2",
    "category": "Romantasy"
  },
  {
    "title": "Execute Like a FBI Negotiator",
    "description": "I learned this at 2:47 AM on a Wednesday when my largest client—the one funding 67% of my operation—sent a single-line email that made my stomach drop: \"We're going with someone else.\" Six employees. Twelve contractors. A lease I'd just signed. And forty-eight hours until payroll. I sat there watching my empire collapse in real-time, and that's when it hit me: I'd been using the same desperate tac...",
    "cover_url": "https://drive.google.com/thumbnail?id=16s0qbIoCChh0V2J2i3PvfqVZLRcuOXQx&sz=w300",
    "ebook_id": "1Q6AATIMAuZPWoYXct5L2uWLcGwNVS5it",
    "cover_id": "16s0qbIoCChh0V2J2i3PvfqVZLRcuOXQx",
    "category": "Fiction"
  },
  {
    "title": "Energy Wars",
    "description": "At exactly 3:47 AM on October 6, 1973, Egyptian and Syrian forces launched a coordinated surprise attack across the Suez Canal and Golan Heights. Within hours, Israel found itself fighting for survival on two fronts. But the real war had only just begun.",
    "cover_url": "https://drive.google.com/thumbnail?id=1grclWaO4ZVsrkelvGbWbQkuoMsN-XD93&sz=w300",
    "ebook_id": "1VFqbI6oODEMg8K1ADD37JoHjudabvRP1",
    "cover_id": "1grclWaO4ZVsrkelvGbWbQkuoMsN-XD93",
    "category": "Fiction"
  },
  {
    "title": "Ethical AI Horizons",
    "description": "Not because the company was failing. Not because performance dropped. Not even because a recession hit. They did it because an algorithm decided those humans were 0.003% less efficient than the acceptable threshold. The CEO never saw their faces. The managers never questioned the decision. The AI said cut, and they cut.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Ep6ens8U_Bn7HU_KHmWN48_g_C2zOIxi&sz=w300",
    "ebook_id": "1eiuL6IiCNQj2tsmVCMR3BHL4QhKJtstd",
    "cover_id": "1Ep6ens8U_Bn7HU_KHmWN48_g_C2zOIxi",
    "category": "Nonfiction"
  },
  {
    "title": "Embersong of the Forbidden Crown",
    "description": "The blood moon rose at 11:47 p.m. on the night Koralys first tasted shadow on her tongue and knew she would burn for it.",
    "cover_url": null,
    "ebook_id": "1FMnrcDG-6XtByTzIVyLkTrwYu2QKXoFq",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "Encounters With Beings",
    "description": "The cardiac monitor flatlined at exactly the wrong moment. Dr. Rebecca Harrison was performing open-heart surgery on a seven-year-old boy when his heart stopped beating for four minutes and thirty-seven seconds. What happened during those four minutes would change not just the boy's life, but the entire trajectory of modern medicine's understanding of consciousness, death, and what lies beyond.",
    "cover_url": "https://drive.google.com/thumbnail?id=13A-xVlkkoNENkaOGOJUVH2DyyOsq0sjL&sz=w300",
    "ebook_id": "191EKNfmNaAwWc67dwPFW3msqg524MLq0",
    "cover_id": "13A-xVlkkoNENkaOGOJUVH2DyyOsq0sjL",
    "category": "Fiction"
  },
  {
    "title": "Empire of Transformed Hearts",
    "description": "Love has a way of transforming everything it touches, but what happens when love itself must evolve?",
    "cover_url": "https://drive.google.com/thumbnail?id=11cGF9GUwWFEFF-x7etUoH2K0e7GRGrQe&sz=w300",
    "ebook_id": "1Vt3KRGCbqJ2UFCv4vfbdS0TepZAw9kab",
    "cover_id": "11cGF9GUwWFEFF-x7etUoH2K0e7GRGrQe",
    "category": "Nonfiction"
  },
  {
    "title": "Engineering Atoms",
    "description": "Imagine a world where doctors can deliver cancer-fighting drugs directly to tumor cells without harming healthy tissue. Picture smartphones that bend like paper but process information faster than today's supercomputers. Envision materials that repair themselves when damaged, solar panels that capture nearly 100% of available sunlight, and water purification systems that can clean contaminated sou...",
    "cover_url": "https://drive.google.com/thumbnail?id=1DRyddXzH5-2O0SlQ7toOvXVXh-KPs72k&sz=w300",
    "ebook_id": "10j9VADoH6_1xYQJzlIQAT1D3RjBmf0X-",
    "cover_id": "1DRyddXzH5-2O0SlQ7toOvXVXh-KPs72k",
    "category": "Fiction"
  },
  {
    "title": "Empire of Dark Desires",
    "description": "In the shadows of an empire built on dark magic and ancient secrets, there exists an academy where power is currency and desire is forbidden. Shadowmere Academy stands as the most elite magical institution in the realm, its obsidian towers piercing the perpetual twilight that shrouds the island. Here, the children of the most powerful families learn to wield magic that could reshape the world—or d...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-R6QmlyZpUzF8_hXe6nZqZf974owBWA6&sz=w300",
    "ebook_id": "14bfCiJ0qSinTsVmJn91ETx-YvtG--VhW",
    "cover_id": "1-R6QmlyZpUzF8_hXe6nZqZf974owBWA6",
    "category": "Romance"
  },
  {
    "title": "Echoes of Moonlit Ruin",
    "description": "The celestial guardian opened his eyes for the last time on the night Valdren burned.",
    "cover_url": null,
    "ebook_id": "168_3tKyRO03Rv-6HtKGgV00WhFiHNq8B",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "Daughter of the Shattered Moons",
    "description": "She was dancing with Lord Pemberton, a pompous windgag twice her age who smelled of brandy and desperation, when the pain struck. It started as a whisper behind her ribs, then crescendoed into a scream that only she could hear. Her feet faltered mid-waltz, and the old lord stumbled, his face flushing crimson with embarrassment or exertion or both.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Ecpi-PIzVIj5j2MDgH2zj_6qmbOEt2Kw&sz=w300",
    "ebook_id": "1o6CNMcoVdlOCYj6RAjDYnaTiJwmGXnIw",
    "cover_id": "1Ecpi-PIzVIj5j2MDgH2zj_6qmbOEt2Kw",
    "category": "Romantasy"
  },
  {
    "title": "Dragon Heir",
    "description": "The ancient Vowforge had not stirred in three centuries, yet tonight its basalt heart pulsed with molten light beneath the Korthak Peaks. Few remembered what the forge truly was—not merely a relic of the old kingdom, but a living testament to the binding power of sworn oaths. In the age before the Council's rise, before the Arcanum's rigid hierarchies, the Vowforge had been the sacred arbiter of p...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Rop1ch52XszSYskuzkwEDwBxWrYbfX5X&sz=w300",
    "ebook_id": "1D7cAZvdFVmuw2LqX-2PU-YWq_WXxTnMy",
    "cover_id": "1Rop1ch52XszSYskuzkwEDwBxWrYbfX5X",
    "category": "Romantasy"
  },
  {
    "title": "Dopamine Detox",
    "description": "Your brain is being systematically destroyed by people who understand it better than you do.",
    "cover_url": "https://drive.google.com/thumbnail?id=1KbA30Ct15o7NRlB6sBlu_bVU65022RdT&sz=w300",
    "ebook_id": "1O5JPAYMoTAkmgeQUj2Gvb462_zAiykGC",
    "cover_id": "1KbA30Ct15o7NRlB6sBlu_bVU65022RdT",
    "category": "Fiction"
  },
  {
    "title": "Digital Immortality",
    "description": "That's the first thing you need to know about digital immortality. Most people imagine the future like a hard drive upgrade. You back up your memories, upload them to the cloud, and wake up in a silicon paradise where death is just a bug you've patched. The tech billionaires in Palo Alto promise this. The futurists write bestsellers about it. A neuroscience lab at MIT just raised forty seven milli...",
    "cover_url": "https://drive.google.com/thumbnail?id=1GFbwXgjEgZMSuHSCpBTyIKAuQv6n_nu7&sz=w300",
    "ebook_id": "1ufqePylAVUpKVX175yWhRwqxOsH0Gcz1",
    "cover_id": "1GFbwXgjEgZMSuHSCpBTyIKAuQv6n_nu7",
    "category": "Romantasy"
  },
  {
    "title": "Dark Flame's Vow",
    "description": "Six months have passed since Vera Moretti brought down the Shadow Council's primary facility, sending their experiments and ambitions into the depths of the South China Sea. But victories in the underground war between crime families are never clean, never complete. They leave scars that run deeper than skin, betrayals that poison every future trust, and ghosts that refuse to stay buried.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Hmp62PI-wedRs0ft-AAPL-_PQohxkoST&sz=w300",
    "ebook_id": "1KxSYzEzNsNmmJ_9FXgYXg18LL06Hf5z1",
    "cover_id": "1Hmp62PI-wedRs0ft-AAPL-_PQohxkoST",
    "category": "Romance"
  },
  {
    "title": "Dark Flame's Reckoning",
    "description": "The Constantine Hotel stood like a black monument against the dawn skyline, its windows reflecting the first blood-red rays of sunrise. Three days. That's all they'd given us to prove we could hold what we'd taken. Three days before the eight families descended like vultures to tear apart everything we'd built from the ashes of the Covenant.",
    "cover_url": "https://drive.google.com/thumbnail?id=14V8K45JSNCq4UdE6NsQMe8YyIP6u4j1a&sz=w300",
    "ebook_id": "1brVLu1Yuhz3DSYjgWq9JriFR4rTjvjzv",
    "cover_id": "14V8K45JSNCq4UdE6NsQMe8YyIP6u4j1a",
    "category": "Fiction"
  },
  {
    "title": "Dark Flame",
    "description": "The world of organized crime operates on a simple principle: witness nothing, say nothing, survive another day. It's a rule that keeps the innocent alive and the guilty in power. But what happens when a single mother, struggling to make ends meet in the heart of Chicago, accidentally breaks that cardinal rule?",
    "cover_url": "https://drive.google.com/thumbnail?id=1SDYpO4Jnhd3rH_I9H0MufFweeNvG4MpT&sz=w300",
    "ebook_id": "1w0CvCLJISp3UHt4UCFaHLktng7LEN0F3",
    "cover_id": "1SDYpO4Jnhd3rH_I9H0MufFweeNvG4MpT",
    "category": "Fiction"
  },
  {
    "title": "Crowned in Starfire",
    "description": "In the depths of the Thornwood, where the ancient oaks whispered secrets older than memory, the fae courts had long forgotten the taste of true power. They played their games of intrigue and seduction, danced their eternal dances beneath the twin moons, and pretended that the old magic still flowed as strongly as it once had. But those who remembered—those few ancients who had witnessed the last c...",
    "cover_url": "https://drive.google.com/thumbnail?id=10zDiEW15HVspY0eLKCQe2jXX0rZBP-zn&sz=w300",
    "ebook_id": "1MoJ-utdDjlNI-nGnAEQMR3A017X2UUEe",
    "cover_id": "10zDiEW15HVspY0eLKCQe2jXX0rZBP-zn",
    "category": "Romantasy"
  },
  {
    "title": "Currency War Protocol",
    "description": "Not because it explodes. Not because it kills directly. But because it controls the flow of everything else that can explode and kill. Food, fuel, medicine, ammunition, industrial capacity, technological innovation. Every resource that determines whether nations thrive or collapse flows through the arteries of global finance.",
    "cover_url": "https://drive.google.com/thumbnail?id=1KRSPLYJz7dpbzELrO9Okaa6gx2SXPSsG&sz=w300",
    "ebook_id": "1Y33vRhtI2LUpCE6wWfkUPB21WQU48e-l",
    "cover_id": "1KRSPLYJz7dpbzELrO9Okaa6gx2SXPSsG",
    "category": "Fiction"
  }
]