[
  {
    "title": "The Deep Sleep Formula",
    "description": "The executive collapsed at his desk. Blood pooled from where his head struck the keyboard. His assistant found him three hours later, still breathing but unresponsive. The diagnosis came back swift and merciless. Stroke. Age thirty-seven. The doctors said it was stress, poor diet, lack of exercise. They were wrong. It was sleep. Or rather, the lack of it.",
    "cover_url": "https://drive.google.com/thumbnail?id=1xHW0K6DotyPWS330cit9FFnIedni7Q5Q&sz=w300",
    "ebook_id": "1rcjZuuY1hX7_mr5O5HO4LOXRaclRF8vH",
    "cover_id": "1xHW0K6DotyPWS330cit9FFnIedni7Q5Q",
    "category": "Nonfiction"
  },
  {
    "title": "The Data Weaponization Age",
    "description": "The most dangerous weapons of the twenty-first century do not detonate, do not pierce flesh, and leave no visible wounds on the bodies of their victims. They exist as sequences of ones and zeros, traveling at the speed of light through fiber optic cables that crisscross ocean floors and snake beneath city streets, accumulating in vast server farms that consume more electricity than some small nati...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Px7f0Q4Kv6T6erqiZvPzOvj0AIcrfD0w&sz=w300",
    "ebook_id": "1Rz71lYB-K9N2bSnc97cPVXH0SvRVB0c8",
    "cover_id": "1Px7f0Q4Kv6T6erqiZvPzOvj0AIcrfD0w",
    "category": "Nonfiction"
  },
  {
    "title": "The Clockmaker",
    "description": "The antique shop on Rosemary Street held more than just forgotten treasures. Between the dust-covered mirrors and tarnished silver, between the yellowed photographs and cracked leather journals, lived stories that refused to die. Sienna had inherited the shop from her grandmother three years ago, along with a peculiar instruction: never sell the grandfather clock in the back corner, no matter what...",
    "cover_url": "https://drive.google.com/thumbnail?id=1gtjTWrPAjrwbLhm-8HDvXTo7IS4Ql6f5&sz=w300",
    "ebook_id": "1brBxZBK1bpMzoyDVciXW8NzH_i4J1Bx9",
    "cover_id": "1gtjTWrPAjrwbLhm-8HDvXTo7IS4Ql6f5",
    "category": "Fiction"
  },
  {
    "title": "The Contract Standby",
    "description": "I found it crumpled in my daughter Emma's backpack three weeks before everything changed—a stick figure family with labels written in her shaky handwriting. \"Me.\" \"Mommy.\" And where the daddy should have been, just a question mark drawn in black crayon.",
    "cover_url": "https://drive.google.com/thumbnail?id=13Zzm2HOOGVJIlyR67kuvEk9mMZhdQjei&sz=w300",
    "ebook_id": "1bWfGKl1OG13qgJJqdKwb3nj28oMpbgAG",
    "cover_id": "13Zzm2HOOGVJIlyR67kuvEk9mMZhdQjei",
    "category": "Fiction"
  },
  {
    "title": "The Cognitive Battlefield How Information Became a Weapon 1",
    "description": "Silas Brennan spent eighteen months tracking conventional military buildups across three contested borders. As a defense analyst with two decades of experience, he monitored satellite imagery, signals intelligence, and troop movements with the precision that had defined his career. Then Quinn Vasquez walked into his office with a laptop and destroyed every assumption he had made about modern warfa...",
    "cover_url": "https://drive.google.com/thumbnail?id=161WYto24lLOS3dFuFUNJDVvz6gJKGt41&sz=w300",
    "ebook_id": "1ZK1YNLq2pjxd7ep3TQ11LiMstWsvSixt",
    "cover_id": "161WYto24lLOS3dFuFUNJDVvz6gJKGt41",
    "category": "Fiction"
  },
  {
    "title": "The Code of Nations",
    "description": "A prime minister discovered his nation was no longer sovereign on a Tuesday morning. Not through military invasion. Not through economic collapse. Through infrastructure his country didn't control and couldn't replace. The digital systems running everything from power grids to banking had dependencies buried so deep that reversing them would take years. Other nations had figured this out earlier. ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1o9dNcRcKO08_VsnvNI_BkWFa9qz2ns8O&sz=w300",
    "ebook_id": "1wjCHGvWLaJU8SG_e1azpSpp7nu73vIh6",
    "cover_id": "1o9dNcRcKO08_VsnvNI_BkWFa9qz2ns8O",
    "category": "Fiction"
  },
  {
    "title": "The Cognitive Intervention Protocol",
    "description": "The most dangerous prison is the one you cannot see. Somewhere between the algorithmic feed that greeted you this morning and the purchase decision you made before lunch, something fundamental shifted in the architecture of human thought. The shift happened without announcement, without consent, and without the slightest awareness from the billions of minds now caught in its gravitational pull. Ar...",
    "cover_url": "https://drive.google.com/thumbnail?id=1soqeWGCoi0MSLG8gikSMVU7bo6dvBZne&sz=w300",
    "ebook_id": "1RXZsuWnWLBiqXd9LFg8_6A0-1AHBklWQ",
    "cover_id": "1soqeWGCoi0MSLG8gikSMVU7bo6dvBZne",
    "category": "Fiction"
  },
  {
    "title": "The Bondscarred",
    "description": "Not chose in the way a father might choose a son for an honor, a gift, a position of trust. Chose the way a general chooses which soldiers will hold the line while the rest retreat. Chose the way a farmer chooses which lamb will bleed so the flock survives.",
    "cover_url": "https://drive.google.com/thumbnail?id=1hExtcVtRxHTw3v8RcJNMdg0LLzATNuvD&sz=w300",
    "ebook_id": "1duDbGp7nYm4SSqOCmR_AvVUy7mdI05_m",
    "cover_id": "1hExtcVtRxHTw3v8RcJNMdg0LLzATNuvD",
    "category": "Romantasy"
  },
  {
    "title": "The Climb After The Fall",
    "description": "It starts with small compromises that feel like smart decisions. A creative dream murdered for a \"stable\" job that crushes your spirit 247 days a year. A relationship that drains your soul drop by drop while you convince yourself this suffocating existence is what love looks like. A career that deposits $180,000 annually into your bank account while extracting every ounce of meaning from your life...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ZULmrDV8c2JUZBWpcVk2b04X3cqxu8BW&sz=w300",
    "ebook_id": "1-t_7QEwh9fOkZ4rq_pCNAdfbrd7mLwqe",
    "cover_id": "1ZULmrDV8c2JUZBWpcVk2b04X3cqxu8BW",
    "category": "Fiction"
  },
  {
    "title": "The Breakup Arrangement",
    "description": "At least that's what Scarlett thought as she stared at the contract on her desk, the one that would either save her career or destroy what was left of her already fractured heart. Six months. That's all it would take. Six months of pretending to be in love with a man who looked at the world like it owed him everything and delivered nothing.",
    "cover_url": "https://drive.google.com/thumbnail?id=11s4SLSA-RESQLbgQYJeNoO8Onq5o9z1d&sz=w300",
    "ebook_id": "1kBoTzZp5KEy1uwtayx_ikmCcnDmaIWVr",
    "cover_id": "11s4SLSA-RESQLbgQYJeNoO8Onq5o9z1d",
    "category": "Fiction"
  },
  {
    "title": "The Blood Promise Beneath Starlight",
    "description": "Syvelle pressed her bleeding palm to the obsidian altar at the exact stroke of midnight on the moonless equinox, feeling the ancient blood magic coil beneath her skin like a lover's promise—forbidden, intoxicating, and entirely capable of destroying everything she had sworn to protect. The Starlight Warden stood three paces behind her in the Court of Bloodbound Vows, his presence a violation of si...",
    "cover_url": "https://drive.google.com/thumbnail?id=1t25dLFS4zTeGbmRlI-a5kEddefWggv9b&sz=w300",
    "ebook_id": "1tyWoX7OnZt4zjL1uqqEsJIn4hR9Z42pS",
    "cover_id": "1t25dLFS4zTeGbmRlI-a5kEddefWggv9b",
    "category": "Fiction"
  },
  {
    "title": "The Bittersweet Prophecy",
    "description": "Kaela pressed her palm against the wound in her side, feeling the warm wetness seep between her fingers.",
    "cover_url": "https://drive.google.com/thumbnail?id=1KMkrpsHplPf3aFJSLi6JzHz1BaWMtPGp&sz=w300",
    "ebook_id": "1qKJFaeDdL2IIhn3afdW-X7a9tkpskMFN",
    "cover_id": "1KMkrpsHplPf3aFJSLi6JzHz1BaWMtPGp",
    "category": "Romantasy"
  },
  {
    "title": "The Autonomy Edge",
    "description": "The most consequential shift in defense technology during the first quarter of the twenty-first century was not a weapon. It was not a drone, a missile, a submarine, or any kinetic system designed to destroy enemy forces. The shift was software, and the company that understood this earliest and most completely was Anduril Industries. Founded in 2017 by Palmer Luckey, the entrepreneur who had previ...",
    "cover_url": "https://drive.google.com/thumbnail?id=18zbo7LzHOlS9Fvt_KhCueKRJ9tLcXU7P&sz=w300",
    "ebook_id": "1e8Z0uvBjVT0lhS84jxEsAeRErnWIIR-k",
    "cover_id": "18zbo7LzHOlS9Fvt_KhCueKRJ9tLcXU7P",
    "category": "Fiction"
  },
  {
    "title": "The American",
    "description": "Everything you've been told about America's future is wrong. The United States is not in decline. China is not inevitable. The world is not becoming multipolar. What's actually happening is far stranger, far more dangerous, and far more commercially valuable than any of these comfortable narratives suggest.",
    "cover_url": "https://drive.google.com/thumbnail?id=1TzgYpTGunKRwf-z_AXUz-VMdCw_RalsR&sz=w300",
    "ebook_id": "1JebE5-dDXQtwPeZFNVlpNmnKK_dfvLf1",
    "cover_id": "1TzgYpTGunKRwf-z_AXUz-VMdCw_RalsR",
    "category": "Fiction"
  },
  {
    "title": "The Algorithmic Offensive",
    "description": "The most dangerous weapon ever deployed against you arrived without warning, without declaration, and without a single shot fired. It did not cross your borders in tanks or descend from the sky in bombers. It slipped into your pocket, sat on your desk, and glowed softly on your nightstand while you slept. By the time you noticed something was wrong—if you noticed at all—the weapon had already mapp...",
    "cover_url": "https://drive.google.com/thumbnail?id=1nX5kjNxGiI-P2wkTI0SpFU6BarGl0QM5&sz=w300",
    "ebook_id": "1YrqGI__ClFxrvUgELHdHEp7hDTdWlGst",
    "cover_id": "1nX5kjNxGiI-P2wkTI0SpFU6BarGl0QM5",
    "category": "Fiction"
  },
  {
    "title": "The AI Micro-SaaS Empire",
    "description": "At 3:47 AM on a Tuesday, Adrian made $4,847 while sleeping. The notification on his phone showed another automated sale of his AI-powered invoice processing tool—a micro-SaaS he'd built in 37 days and launched to zero fanfare. No press releases, no launch parties, no venture capital. Just him, a laptop, and a problem so specific that 847 accounting firms were willing to pay $97 per month to solve ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1GBmDOT_Ynmq5vs1PhdqeWvsFPg98DV0y&sz=w300",
    "ebook_id": "18jxWvCjBj3X14dBvTF5aLmFMk3qzdyRa",
    "cover_id": "1GBmDOT_Ynmq5vs1PhdqeWvsFPg98DV0y",
    "category": "Nonfiction"
  },
  {
    "title": "The Adaptive Advantage",
    "description": "Jennifer Walsh was reviewing quarterly reports when her boss asked her to step into his office. Twenty-two years with the same insurance company. Employee of the month six times. Perfect performance reviews. She thought maybe it was about the promotion she'd been waiting for.",
    "cover_url": "https://drive.google.com/thumbnail?id=1OKslydodHJat0PrRALBL7ECdKpIjIsOS&sz=w300",
    "ebook_id": "1m8SUVonuACC0d0pjgdT4Lm0IjMY620Pa",
    "cover_id": "1OKslydodHJat0PrRALBL7ECdKpIjIsOS",
    "category": "Fiction"
  },
  {
    "title": "The 90",
    "description": "Not the slow death of irrelevance. Not the gradual fade of being forgotten. This was sudden, violent, complete. One Google algorithm update and seventeen years of being the industry expert vanished. My phone stopped ringing. My inbox went silent. The speaking invitations dried up. In less than 24 hours, I went from charging $25,000 for a consulting day to wondering how I'd make rent.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Mu5A-WG5S2hptvavnEQPd6gqYcgZsGTr&sz=w300",
    "ebook_id": "1OEgni-8YD33TNAeDsgSBW_gsytngAqSJ",
    "cover_id": "1Mu5A-WG5S2hptvavnEQPd6gqYcgZsGTr",
    "category": "Fiction"
  },
  {
    "title": "The 4-Hour Discipline",
    "description": "Adrian Sullivan destroyed his entire life in exactly four hours. Not metaphorically, not gradually through years of bad decisions, but literally in a single morning of systematic dismantling on a Tuesday in March. He canceled every meeting on his calendar, deleted four years of code repositories, sent resignation letters to three boards, and transferred his remaining equity shares to a competitor ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1eEAnY0QVTv6cInOLvXKWesdpMjxBUR0q&sz=w300",
    "ebook_id": "1YbisLidjOdnWK0-4UUBoyQVi8RDq5DaP",
    "cover_id": "1eEAnY0QVTv6cInOLvXKWesdpMjxBUR0q",
    "category": "Fiction"
  },
  {
    "title": "The 48-Hour Course Empire",
    "description": "The traditional education system is dying, and the statistics prove it. While universities charge students an average of $35,000 per year for outdated curriculums, independent course creators are building million-dollar educational empires from their laptops. The online learning industry has exploded into a $500 billion market, yet most experts are still trading time for money, trapped in the endl...",
    "cover_url": "https://drive.google.com/thumbnail?id=1mGJFbFz743UjxlG1GMcq6_6QlRZeZhjj&sz=w300",
    "ebook_id": "1KX2yDE2j9cck-lEy1Coj39IzDwvYj2XN",
    "cover_id": "1mGJFbFz743UjxlG1GMcq6_6QlRZeZhjj",
    "category": "Fiction"
  },
  {
    "title": "Starweave Vow",
    "description": "The Starweave has existed since the first breath of creation, an invisible tapestry of celestial threads connecting every living soul. In the divided city of Astralheim, where glass towers pierce ancient stone walls and magic flows through veins like blood, the Starweave manifests as raw, emotion-driven power that shapes reality itself.",
    "cover_url": "https://drive.google.com/thumbnail?id=1O-fvdLxivy81JL7bEn29D0uciINO3h-Q&sz=w300",
    "ebook_id": "11i_cFb4QvY-H-ANxP8O97Rv-KFTjtp5L",
    "cover_id": "1O-fvdLxivy81JL7bEn29D0uciINO3h-Q",
    "category": "Romance"
  },
  {
    "title": "Tangled Hearts At Midnight",
    "description": "Blood has a particular scent at midnight. Sweet, metallic, alive with promises that daylight would never dare whisper. Scarlett Ravenswood learned this truth the night she discovered her family's ancestral curse wasn't merely legend but prophecy written in flesh and shadow. The Ravenswood estate, with its towering spires that clawed at the moon like desperate fingers, had always harbored secrets i...",
    "cover_url": "https://drive.google.com/thumbnail?id=1JF1g4xRmcSrQvuTfDdjx2n4Mw96e_VTI&sz=w300",
    "ebook_id": "1kVwOkE6kr86wV5qsAKxYz-w_HCwcRFY1",
    "cover_id": "1JF1g4xRmcSrQvuTfDdjx2n4Mw96e_VTI",
    "category": "Nonfiction"
  },
  {
    "title": "Synthetic Intellect",
    "description": "In 2024, a machine designed a molecule that cured a disease human chemists had been chasing for forty years. The machine did it in six weeks. No human understood how it worked until three years later. That gap between discovery and comprehension is the future of science, and most people haven't noticed we've already crossed into it.",
    "cover_url": "https://drive.google.com/thumbnail?id=1s_Lv6YnIof1zD1GcMFkWHgKvaGcDb6-4&sz=w300",
    "ebook_id": "1K7z8_ZGmLOBdd9EczQhksJg05IJ7Z7Kq",
    "cover_id": "1s_Lv6YnIof1zD1GcMFkWHgKvaGcDb6-4",
    "category": "Fiction"
  },
  {
    "title": "Synthetic Life",
    "description": "Synthetic biology isn't science fiction. It's not a distant frontier where theoretical physicists debate possibilities in conference halls. Right now, in laboratories across the planet, researchers are building organisms that never existed before. They're constructing genetic circuits with the precision of computer engineers. They're creating microbes that manufacture insulin, capture carbon dioxi...",
    "cover_url": "https://drive.google.com/thumbnail?id=1IgKYOBk2J5BhQo2hekAqdto7_I3htrpu&sz=w300",
    "ebook_id": "13L3vQLMbL0WYCXKxHdDhhNxLoNoIdiyZ",
    "cover_id": "1IgKYOBk2J5BhQo2hekAqdto7_I3htrpu",
    "category": "Fiction"
  },
  {
    "title": "Storms of the Twisted Fate",
    "description": "It came on two legs, with golden eyes that burned through the darkness like twin suns, and it left nothing but ash and silence in its wake. They say the Ironpelt line died that night—every last wolf torn apart by something that moved too fast to be mortal, too vicious to be sane.",
    "cover_url": "https://drive.google.com/thumbnail?id=1-kOsn5gzv8KEzDcAHg8Lc9cTsDrg7e0P&sz=w300",
    "ebook_id": "1KRgItrz1GdVUdDUPkqK5z6Mls4h8LtHd",
    "cover_id": "1-kOsn5gzv8KEzDcAHg8Lc9cTsDrg7e0P",
    "category": "Fiction"
  },
  {
    "title": "Starborn Ascendant",
    "description": "Ronan's arms around her were the only solid thing in a realm that refused definition.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ASlY5N6AAfD65OuiOel3FGwEcejixBTQ&sz=w300",
    "ebook_id": "1kiGrHPj1XiWtMgM7P9DL3RSMIQ-Xu9vN",
    "cover_id": "1ASlY5N6AAfD65OuiOel3FGwEcejixBTQ",
    "category": "Romantasy"
  },
  {
    "title": "Stormbound Hearts of the Fallen Realm",
    "description": "Three hundred years before Veylindra's exile, before the Court of Gales carved its throne from frozen lightning, before the Fallen Realm became a graveyard of broken oaths, there was a guardian who loved a storm-caller so completely that he shattered the laws of death to keep her.",
    "cover_url": "https://drive.google.com/thumbnail?id=1QNf946oICweW3IBLVdY1Jtt2IIPM_TF9&sz=w300",
    "ebook_id": "1ypixjgv-hJsXp5Gm1CiR7shr1nsMSq9M",
    "cover_id": "1QNf946oICweW3IBLVdY1Jtt2IIPM_TF9",
    "category": "Nonfiction"
  },
  {
    "title": "Stolen Nights in Manhattan",
    "description": "Some people fall in love over coffee. Some over shared glances across crowded rooms.",
    "cover_url": "https://drive.google.com/thumbnail?id=1H4gNh-Rsi4WJ8CbZeQu7it7plbSBCSUh&sz=w300",
    "ebook_id": "1mZkv5VtghyZ2PMKWIs5RXeynEoQ35tPA",
    "cover_id": "1H4gNh-Rsi4WJ8CbZeQu7it7plbSBCSUh",
    "category": "Fiction"
  },
  {
    "title": "Solo To Ceo",
    "description": "Last year, 87% of corporate executives reported feeling \"dead inside\" according to Deloitte's burnout study. They're not depressed—they're domesticated. True leadership isn't born in boardrooms or MBA programs. It's forged when you're alone at the edge of the Sahara with three days of water, discovering that everything you thought kept you safe was actually keeping you small.",
    "cover_url": "https://drive.google.com/thumbnail?id=1qvdIwtcmaaR6zB2qn6uJccJhVlsVqfnT&sz=w300",
    "ebook_id": "1QnaPgUg9siHKkcXN-4qlVnzp7tP-H_ua",
    "cover_id": "1qvdIwtcmaaR6zB2qn6uJccJhVlsVqfnT",
    "category": "Fiction"
  },
  {
    "title": "Space Wars",
    "description": "While politicians debate budgets and generals plan for terrestrial conflicts, a shadow war rages three hundred miles above our heads in the cold vacuum of space.",
    "cover_url": "https://drive.google.com/thumbnail?id=1el8sCXm2KWBSZIMx8pgN61t_uaxHJkDr&sz=w300",
    "ebook_id": "1pg5c8ievgvqz5Dfx7GHxv9uF8uVFHary",
    "cover_id": "1el8sCXm2KWBSZIMx8pgN61t_uaxHJkDr",
    "category": "Fiction"
  },
  {
    "title": "Silicon Frontlines",
    "description": "Here's what nobody tells you about artificial intelligence: it doesn't need to become sentient to destroy everything you know. It just needs to be slightly better at predicting human behavior than humans are at understanding themselves. A 2023 Stanford study found that advanced AI models could predict individual decisions with eighty-seven percent accuracy based solely on digital footprints, a num...",
    "cover_url": "https://drive.google.com/thumbnail?id=11uRLLuwU7ZkeEmZh8h0cW-tynvJunnsM&sz=w300",
    "ebook_id": "1fTN0VvDUEoblA3cEn2ygEsGpXnLx7MZ3",
    "cover_id": "11uRLLuwU7ZkeEmZh8h0cW-tynvJunnsM",
    "category": "Fiction"
  },
  {
    "title": "Sinister Throne Kiss",
    "description": "Valentina pressed her small hands against her mouth, suffocating the scream that wanted to tear from her twelve-year-old throat.",
    "cover_url": "https://drive.google.com/thumbnail?id=1VmFB8h6gLdexIewZM_j1jeKS72EsKfL2&sz=w300",
    "ebook_id": "1OnGbomf8zj3u1p8xnOIHjdDvd4HSxcpl",
    "cover_id": "1VmFB8h6gLdexIewZM_j1jeKS72EsKfL2",
    "category": "Romantasy"
  },
  {
    "title": "Shatterpoint",
    "description": "Not the copper-penny flavor of a split lip or bitten tongue—this is older, darker, the kind of blood that flows between stars when reality tears itself apart. I learned this in the first seventy-two hours after leaving Earth's synthesis buffer, when the protective cocoon of merged realities finally released its grip and left us naked against the void.",
    "cover_url": "https://drive.google.com/thumbnail?id=1zeHN3xyQzCoy3AD52vY_eOCXTKTzcGuh&sz=w300",
    "ebook_id": "1DZ44jFTo00QbH56v4YHQIBoTb7Fc8lmI",
    "cover_id": "1zeHN3xyQzCoy3AD52vY_eOCXTKTzcGuh",
    "category": "Fiction"
  },
  {
    "title": "Seven Floors Between Us",
    "description": "The elevator in the Meridian Tower building had exactly three problems. First, it stopped at every single floor whether someone pressed the button or not. Second, the fluorescent light in the back right corner flickered just enough to give you a headache if you stared at it too long. And third, it was the only place in the entire forty-story building where two people who lived seven floors apart c...",
    "cover_url": "https://drive.google.com/thumbnail?id=11IZj4pAzM464mw_A-N1CX0UtRC7CFeHX&sz=w300",
    "ebook_id": "1Hv3QnsQS-lF1l0CDhCSFjfd7oIQaIagw",
    "cover_id": "11IZj4pAzM464mw_A-N1CX0UtRC7CFeHX",
    "category": "Fiction"
  },
  {
    "title": "Shadows Beneath the Ember Citadel",
    "description": "The Rift opened at 3:47 in the morning, four hundred years before Talvera was born, and it screamed with the voice of a man who had dared to love.",
    "cover_url": "https://drive.google.com/thumbnail?id=1PrpjG9_Qn1v4wbFXPK25tlcmCZSgtUjg&sz=w300",
    "ebook_id": "19LuYjrwi85N-QbTeur3zS7KaI6pOdzvU",
    "cover_id": "1PrpjG9_Qn1v4wbFXPK25tlcmCZSgtUjg",
    "category": "Romantasy"
  },
  {
    "title": "Scales of Shadow and Flame",
    "description": "The world had forgotten what true darkness looked like until the day Veloria's power awakened. For centuries, the ancient prophecies had whispered of her coming—a mortal born with the ability to command shadows themselves, destined to either save or destroy the realm of dragons and men. But prophecies, as Gwendara often said, were tricky things. They spoke in riddles and half-truths, revealing jus...",
    "cover_url": "https://drive.google.com/thumbnail?id=1nm3cz4ImfF6_KLLNe-SgRhMypNd6lOAt&sz=w300",
    "ebook_id": "1S3zg8HvUgktCwmSHNDzaCeJaYnpL5YgW",
    "cover_id": "1nm3cz4ImfF6_KLLNe-SgRhMypNd6lOAt",
    "category": "Romantasy"
  },
  {
    "title": "Shadow Vows",
    "description": "Blood and magic have always been the currency of power in our world, though most humans remain blissfully unaware of the shadow economy that truly runs their cities. They see the gleaming towers of Manhattan, the historic brownstones of Boston, the neon  soaked streets of Vegas, never knowing that beneath the surface, two families have waged a war for centuries that makes their petty corporate bat...",
    "cover_url": "https://drive.google.com/thumbnail?id=1cBlyLBtzxD9i2_AbwB-K8FHKFHm0YjBm&sz=w300",
    "ebook_id": "1Y0oxTVsmDtT9WTMt4cQuEQsE2CWKtbxS",
    "cover_id": "1cBlyLBtzxD9i2_AbwB-K8FHKFHm0YjBm",
    "category": "Romantasy"
  },
  {
    "title": "Scaling Genius",
    "description": "Orion Blake discovered the problem during his third consecutive sixteen-hour day. His team had just closed their most successful quarter in company history, revenue up forty-seven percent, customer satisfaction at an all-time high, and he felt nothing but exhaustion. The growth was real, but it depended entirely on him making hundreds of decisions every single day. He was the bottleneck, and every...",
    "cover_url": "https://drive.google.com/thumbnail?id=1CUrJwHjU5SXLBtpPu_tnwgth71LW_vpo&sz=w300",
    "ebook_id": "1W87WjuFU67oKlJJxuyr277hECnqoF9ar",
    "cover_id": "1CUrJwHjU5SXLBtpPu_tnwgth71LW_vpo",
    "category": "Fiction"
  },
  {
    "title": "Seven Days With The Single Dad",
    "description": "Victoria stared at the crimson drops, her chest heaving as the reality of what just happened crashed over her. The other car had come out of nowhere—or maybe she'd been too distracted by the termination letter crumpled on her passenger seat to notice. Twenty three years at the firm, and they'd given her fifteen minutes to clear her desk.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Knb1Gs0enUY4y06KrXA0cxyveCOtCoXI&sz=w300",
    "ebook_id": "1TX17AONMB2n2nnxH826lN-e9jZMviISb",
    "cover_id": "1Knb1Gs0enUY4y06KrXA0cxyveCOtCoXI",
    "category": "Fiction"
  },
  {
    "title": "Shadow of the Deathless Crown",
    "description": "Blood calls to blood, the prophecy had whispered through centuries of shadow, and on the night Veloria's power erupted from her dying body, the ancient words finally found their vessel.",
    "cover_url": "https://drive.google.com/thumbnail?id=1LqeuNqONvMwp-W19xcTD59_LvzBEsswR&sz=w300",
    "ebook_id": "1qPoBmATD95Pf2T9QvU6zaJDohGwxGEFr",
    "cover_id": "1LqeuNqONvMwp-W19xcTD59_LvzBEsswR",
    "category": "Romantasy"
  }
]