[
  {
    "title": "The Solo Consultant",
    "description": "The consulting industry is experiencing a seismic shift. While most consultants still trade hours for dollars, a small group of forward-thinking professionals are building practices that generate half a million dollars or more annually without a single employee. They're doing it through a combination of artificial intelligence, productized services, and automation systems that seemed impossible ju...",
    "cover_url": "https://drive.google.com/thumbnail?id=18e4BYfertR6CjGGrpHjvCL7JyiV-ke94&sz=w300",
    "ebook_id": "1KI_CHfEpdrTYraTnqK5-dxh4MnHLWRS9",
    "cover_id": "18e4BYfertR6CjGGrpHjvCL7JyiV-ke94",
    "category": "Fiction"
  },
  {
    "title": "The SMB Owner",
    "description": "Adrian Kovac thought his manufacturing company was doing fine. With 23 employees and $3.2 million in annual revenue, his precision parts business had been steadily growing for eight years. His client retention rate was 94%, employee turnover was minimal, and profit margins were healthy at 18%. Then his biggest client—representing $680,000 in annual revenue—mentioned during a routine meeting that t...",
    "cover_url": "https://drive.google.com/thumbnail?id=1EU9bsWZlXVs6jdOuxObte__h749NLAMj&sz=w300",
    "ebook_id": "12oBc1J7jU5I0v_HHhAvzj5NQewfY6ZHc",
    "cover_id": "1EU9bsWZlXVs6jdOuxObte__h749NLAMj",
    "category": "Fiction"
  },
  {
    "title": "The Shadow Throne Wars 4",
    "description": "Death had a sound, and Lyralei knew it intimately. Not the wet gasp of a final breath or the silence that followed, but something older, hungrier. It was the sound of unmaking, of existence folding back into the nothing that birthed it. She heard it now in the spaces between her child's heartbeats, in the pauses between one timeline and the next.",
    "cover_url": "https://drive.google.com/thumbnail?id=15g2lmzEN_830j-LWaLH72ORb37FX5L_I&sz=w300",
    "ebook_id": "1Nv92UrWJx-bxa94I7tmBdpmpNYPWQPiW",
    "cover_id": "15g2lmzEN_830j-LWaLH72ORb37FX5L_I",
    "category": "Romantasy"
  },
  {
    "title": "The Secrecy Dividend",
    "description": "You believe you live in a democracy. You cast your vote, watch the news, follow the debates. You assume that the leaders you elect hold the reins of power, that the institutions you see operate transparently, that the decisions affecting your life emerge from processes you understand. This belief is not entirely wrong. It is simply incomplete in ways that matter more than you realize.",
    "cover_url": "https://drive.google.com/thumbnail?id=1cwT_rbzCIGZL7-xNbLX-v7m3c-Hk0OXa&sz=w300",
    "ebook_id": "1DolX6p1j0Ej_BJzqEIiB_cMwiY5n5Cev",
    "cover_id": "1cwT_rbzCIGZL7-xNbLX-v7m3c-Hk0OXa",
    "category": "Fiction"
  },
  {
    "title": "The Revolutionary Strategy for Lasting Success",
    "description": "Not the gentle fading most people experience when their ambitions slowly suffocate under the weight of reality. This was violent. Immediate. The kind of death that leaves you gasping on your bathroom floor, staring at a bank statement showing seventeen dollars and wondering how someone with your intelligence, your drive, your absolute certainty of success ended up here.",
    "cover_url": "https://drive.google.com/thumbnail?id=181piNfqugnjUkxBlpvMqbkXskebr6pfi&sz=w300",
    "ebook_id": "1KtYZtEAJ-ambyxW7ZoRoJX5LoxUXrzio",
    "cover_id": "181piNfqugnjUkxBlpvMqbkXskebr6pfi",
    "category": "Fiction"
  },
  {
    "title": "The Silent Partnership System",
    "description": "Seventeen minutes. That's how long it took to structure the deal that would generate $47,000 per month for the next three years without me lifting a finger. No product creation. No customer service. No marketing campaigns. Just seventeen minutes of strategic conversation that transformed someone else's struggling business into a profit machine while I collected exactly half the proceeds.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Daqtv74d22W8wDRHXsSJbc_BXnGh8b0W&sz=w300",
    "ebook_id": "1AstqLmOxZdk6sSkXEMkpFMzTQXE5d-FP",
    "cover_id": "1Daqtv74d22W8wDRHXsSJbc_BXnGh8b0W",
    "category": "Fiction"
  },
  {
    "title": "The Revenge Arrangement",
    "description": "They say revenge is a dish best served cold, but Victoria Sterling had been simmering hers for exactly three years, two months, and sixteen days. Not that she was counting. Not that she marked the calendar every morning with a small X, watching the days accumulate like weapons in an arsenal she wasn't sure she'd ever use. The thing about revenge was that it required proximity, and Victoria had spe...",
    "cover_url": "https://drive.google.com/thumbnail?id=1_BuWADw8h722DJbYHHRdLwxiNX3CU586&sz=w300",
    "ebook_id": "1mCzsyjs3u4PqRXmpZu1QCpvsDZvISOQ7",
    "cover_id": "1_BuWADw8h722DJbYHHRdLwxiNX3CU586",
    "category": "Fiction"
  },
  {
    "title": "The Psychology of Momentum",
    "description": "The fundamental misunderstanding about momentum starts with how we measure progress. Most people track outputs. Projects completed. Pounds lost. Revenue generated. But your brain doesn't care about outputs. A Stanford study published in the Journal of Neuroscience tracked neural activity in subjects completing tasks with different reward structures. Researchers found that dopamine neurons fired mo...",
    "cover_url": "https://drive.google.com/thumbnail?id=1rGGJMWmVPPIgD_Juo9-HuqyDxLf0nu09&sz=w300",
    "ebook_id": "1x5F0Ka1eSR7BjJ8m14-yy_JDsmBl8DP7",
    "cover_id": "1rGGJMWmVPPIgD_Juo9-HuqyDxLf0nu09",
    "category": "Nonfiction"
  },
  {
    "title": "The Smart Agent",
    "description": "Ninety-three percent of real estate agents will be obsolete by 2027. Not because AI will replace them, but because they refuse to use it. Meanwhile, the seven percent who embrace AI tools are closing three times more deals with half the effort. Jennifer Morrison in Phoenix went from struggling to close two deals a month to consistently closing eight, all because she spent one weekend learning thre...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Wta1mXrtRQ6QRsL6yxfdF5HfevDHKKWh&sz=w300",
    "ebook_id": "1RZJWArEdHlxF1PfKC3SpcZB5AeX2og_A",
    "cover_id": "1Wta1mXrtRQ6QRsL6yxfdF5HfevDHKKWh",
    "category": "Fiction"
  },
  {
    "title": "The Science Of Peak Performance",
    "description": "Not a small lie. Not a harmless misconception. But a massive, society  wide delusion that's robbing you of the extraordinary life you were meant to live. In the next few pages, I'm going to prove to you that the difference between ordinary and extraordinary isn't talent, genetics, or luck—it's a hidden neurological code that anyone can crack. But first, you need to understand why 99% of people wil...",
    "cover_url": "https://drive.google.com/thumbnail?id=1v55-tsm1QXdtxZpj2lFk11HT1IXxvKEX&sz=w300",
    "ebook_id": "1BLzXIlLY7PvpAQYz9tYTG-LnD0omthNP",
    "cover_id": "1v55-tsm1QXdtxZpj2lFk11HT1IXxvKEX",
    "category": "Nonfiction"
  },
  {
    "title": "The Resilient Leader",
    "description": "Picture this: It's 11:47 PM on a Tuesday. You're still at your laptop, responding to emails that arrived after dinner. Your shoulders ache from hunching over your desk since 7:00 AM. Tomorrow's calendar shows back-to-back meetings starting at 8:00 AM sharp. The presentation you promised your boss needs another three hours of work, minimum. Your partner texted two hours ago asking when you'd be don...",
    "cover_url": "https://drive.google.com/thumbnail?id=1dwc1GJoiySQYn-YqcimqBuyacf85p9GP&sz=w300",
    "ebook_id": "1STywXr3_dhDj5Rw_qt0pFpdEhQhsDqzz",
    "cover_id": "1dwc1GJoiySQYn-YqcimqBuyacf85p9GP",
    "category": "Fiction"
  },
  {
    "title": "The Psychological Frontline",
    "description": "You are being attacked right now, and you cannot feel it. As you read these words, algorithms are analyzing billions of data points about people exactly like you, constructing psychological profiles of exquisite precision, and deploying messages engineered to bypass your rational mind entirely. This is not paranoia, conspiracy, or dystopian speculation—it is the documented reality of information w...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Cr4BMOgmAEImYPvd_Cp2j-jXyM-Dax_O&sz=w300",
    "ebook_id": "1wdJw2w6GHKBBGB4qRlmxWHRmck5MJeCN",
    "cover_id": "1Cr4BMOgmAEImYPvd_Cp2j-jXyM-Dax_O",
    "category": "Fiction"
  },
  {
    "title": "The Minerals Risk Matrix",
    "description": "The morning of February 24, 2022, changed everything. Not just because Russian tanks rolled across the Ukrainian border, but because within hours, the global supply chain for everything from smartphones to electric vehicles began unraveling in ways most executives had never imagined.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Q7FyzGMSp7_0YZoJGGtirym9e_iV4Cy0&sz=w300",
    "ebook_id": "1mXvoLU2X7Cg01kc8F2bZ2I5Dcanzrce3",
    "cover_id": "1Q7FyzGMSp7_0YZoJGGtirym9e_iV4Cy0",
    "category": "Fiction"
  },
  {
    "title": "The Overnight Expert Method",
    "description": "Listen, I'm about to share something that will completely change how you think about expertise. Last Tuesday, a 52-year-old accountant named Robert called me in tears. He'd just been laid off after twenty-three years with the same company. His severance would last three months. He had two kids in college. And he thought his life was over.",
    "cover_url": "https://drive.google.com/thumbnail?id=1ZpI5FmCM1NLkchESMNh26SUIhH2PfMPX&sz=w300",
    "ebook_id": "1U6x-GeuISsW9hL5fKg9AqkeZwzsvfSOT",
    "cover_id": "1ZpI5FmCM1NLkchESMNh26SUIhH2PfMPX",
    "category": "Fiction"
  },
  {
    "title": "The Network Saboteurs",
    "description": "Kieran Walsh stared at his screen in Seattle on March 14, 2023, watching transactions flow through the payment network he had built over six years. The system processed $847,000,000 in daily volume across 340,000 merchants. Everything looked normal. The latency averaged 127 milliseconds. The error rate held at 0.00091 percent. The throughput matched projections within two percent.",
    "cover_url": "https://drive.google.com/thumbnail?id=1A31qgIghJGYMr35X3G2lh9Qv-eNw9VWn&sz=w300",
    "ebook_id": "1dSd1qGEcMNPb0LWMICqiNL-73Esz_bUP",
    "cover_id": "1A31qgIghJGYMr35X3G2lh9Qv-eNw9VWn",
    "category": "Fiction"
  },
  {
    "title": "The Prediction Economy",
    "description": "Every significant financial decision made about you in the last decade has been influenced by a score you have never seen. Not your credit score, though that number still matters. Something newer, more comprehensive, and far more consequential. A prediction about your future behavior generated by systems that know things about you that you have forgotten about yourself. The architecture of modern ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SSriQZz8iYJJInKwk2IHUOM3CEfVaoPb&sz=w300",
    "ebook_id": "1VgAhG60kBIo_H6hBnuag5wfq_H36W4gq",
    "cover_id": "1SSriQZz8iYJJInKwk2IHUOM3CEfVaoPb",
    "category": "Nonfiction"
  },
  {
    "title": "The Perception Battlefield",
    "description": "The most effective prison is one where the inmates believe they are free. In the contemporary information ecosystem, billions of people navigate what they perceive as an open marketplace of ideas, scrolling through feeds, sharing content, and forming opinions under the assumption that they are autonomous agents making independent choices. This perception is the foundation of the most sophisticated...",
    "cover_url": "https://drive.google.com/thumbnail?id=1euar42QSCtiqiAZ_za3B7ySidEbPP5Y-&sz=w300",
    "ebook_id": "1wsS0N1sMF09TGGgGhAFecJWohNvx_rNY",
    "cover_id": "1euar42QSCtiqiAZ_za3B7ySidEbPP5Y-",
    "category": "Fiction"
  },
  {
    "title": "The Pattern Advantage",
    "description": "On the morning of February 18, 2019, Tristan Knox sat in a rent-controlled apartment in Oakland, California, watching a position clear for $14,280 in seven hours while his stomach churned with something that was not excitement. His hands were shaking. Not from coffee. Not from adrenaline. From the realization that he had been doing everything wrong for eleven months. The trade confirmation glowed ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1onNhs0gxSsgSYH-mDbwf06V8L8sms16Z&sz=w300",
    "ebook_id": "1xKlO7u9C-fKRRwCpZmjG5UJY2EU6sKiB",
    "cover_id": "1onNhs0gxSsgSYH-mDbwf06V8L8sms16Z",
    "category": "Fiction"
  },
  {
    "title": "The Phoenix Cultivator's Heart",
    "description": "In the realm of Tianlong, where cultivation determines destiny and bloodlines shape power, the ancient arts of fire and shadow dance eternal warfare across mortal hearts. The Celestial Phoenix Sect stands as one of the Five Great Sects, its crimson towers piercing clouds that have witnessed a thousand years of ambition, betrayal, and forbidden love. But these same towers were built upon foundation...",
    "cover_url": "https://drive.google.com/thumbnail?id=1CZRu8eIWHUrzGr0mFcEI--LTli2TVlgf&sz=w300",
    "ebook_id": "176I0YVDzopYMk3DEaZz4h64YgIG_F6Ox",
    "cover_id": "1CZRu8eIWHUrzGr0mFcEI--LTli2TVlgf",
    "category": "Nonfiction"
  },
  {
    "title": "The Natural Pharmacy",
    "description": "To every biohacker, kitchen chemist, and wellness rebel who ever looked at a supplement label and thought, \"I could make this better, cheaper, and stronger myself.\" This book is your blueprint.",
    "cover_url": "https://drive.google.com/thumbnail?id=1uPCbxZqZ7awcqgmLg9FZz4gdm4yUDMLH&sz=w300",
    "ebook_id": "17XuLLVjWklAkeiy5IfE6okTPlVrResLi",
    "cover_id": "1uPCbxZqZ7awcqgmLg9FZz4gdm4yUDMLH",
    "category": "Fiction"
  },
  {
    "title": "The Market Manipulation War",
    "description": "On March 6, 2022, the Russian ruble collapsed by thirty percent in a single trading session, an economic earthquake that registered on every financial terminal from London to Singapore. Western sanctions had severed Russian banks from the SWIFT messaging system, freezing three hundred billion dollars in foreign reserves and triggering what appeared to be a decisive victory in the new age of econom...",
    "cover_url": "https://drive.google.com/thumbnail?id=1w92JcGQubfnWPcD_YvCoVPNVP4UAMj6w&sz=w300",
    "ebook_id": "1W1IXJDW0kEKRDkQCCi1bpQ52YT2FE7FL",
    "cover_id": "1w92JcGQubfnWPcD_YvCoVPNVP4UAMj6w",
    "category": "Fiction"
  },
  {
    "title": "The Man After Her",
    "description": "It's the sound of your world collapsing in slow motion, one assumption at a time. The dishes she'll never wash again. The side of the bed that will stay cold. The future you planned together dissolving like sugar in rain. You sit in that silence and realize you've been living someone else's script for so long that you've forgotten your own handwriting.",
    "cover_url": "https://drive.google.com/thumbnail?id=1oWCGIIeH2off8fFeQmAM-oPDsjuKJBV5&sz=w300",
    "ebook_id": "1LWRrWorWZwBhrHX74BNt6MYXqDa4MS_-",
    "cover_id": "1oWCGIIeH2off8fFeQmAM-oPDsjuKJBV5",
    "category": "Fiction"
  },
  {
    "title": "The Kalshi Playbook",
    "description": "Noelle Whitaker watched $4,103 disappear across thirty-one days of prediction market trading in January 2024, sitting in her Austin apartment on February 1st, staring at a spreadsheet that showed sixty-three losing trades and only eighteen winning ones. She had entered eighty-one contracts that month on Kalshi, betting on weather outcomes, economic releases, political events, and cryptocurrency mo...",
    "cover_url": "https://drive.google.com/thumbnail?id=1nPqw71gBmHxel42ayZZbWMxzEIR9ODIF&sz=w300",
    "ebook_id": "1pglKPWGP1SzpchldXbrmY2VE2kG191n6",
    "cover_id": "1nPqw71gBmHxel42ayZZbWMxzEIR9ODIF",
    "category": "Fiction"
  },
  {
    "title": "The Information Siege",
    "description": "You are under siege right now, and you cannot see the walls closing around you. The most sophisticated military operation in human history is being conducted against your mind at this very moment, and it requires no soldiers, no bullets, and no declaration of war. The weapons are algorithms that know your emotional vulnerabilities better than your therapist, platforms that shape what you see befor...",
    "cover_url": "https://drive.google.com/thumbnail?id=13bmXhnlAK5h3ytWfofhoM2uMqktCVFBp&sz=w300",
    "ebook_id": "1BgZBc7NHUcj0egp2EnfQfaT5RqK8BhX9",
    "cover_id": "13bmXhnlAK5h3ytWfofhoM2uMqktCVFBp",
    "category": "Fiction"
  },
  {
    "title": "The Legacy of Momentum",
    "description": "Most leaders think momentum dies when they do. They pour everything into quarterly wins, sprint to annual targets, watch their teams celebrate victories, then wonder why nothing sticks after they move on. Six months later, the systems collapse. The culture reverts. The progress evaporates like it never happened. Here is what they miss: momentum is not about your personal force. Momentum is about b...",
    "cover_url": "https://drive.google.com/thumbnail?id=11DdOz4q1mTl0nmPoBm-hRKXRCV6HF8GT&sz=w300",
    "ebook_id": "1s6mbdODi6ZMZK3GvH0thcLzbcDBw41l0",
    "cover_id": "11DdOz4q1mTl0nmPoBm-hRKXRCV6HF8GT",
    "category": "Fiction"
  },
  {
    "title": "The Internal Wealth Engine",
    "description": "Most people believe wealth is built through spreadsheets, investment accounts, and business strategies. They track their net worth, optimize their portfolios, and study market trends. Yet study after study from behavioral economics research reveals a disturbing pattern. Two people with identical incomes, identical opportunities, and identical market conditions end up in completely different financ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1FH8fCDt-NMVVydd1OSZ3cGECyDa5dW1Y&sz=w300",
    "ebook_id": "1bXz-0wwpSe4nuqyqmdWADe01MswMvhnQ",
    "cover_id": "1FH8fCDt-NMVVydd1OSZ3cGECyDa5dW1Y",
    "category": "Fiction"
  },
  {
    "title": "The Jobless Prosperity",
    "description": "The year 2025 marks a peculiar moment in human history. We stand at the threshold of two seemingly contradictory realities that are both racing toward us with unstoppable momentum. On one hand, artificial intelligence promises to eliminate millions of jobs within the next five years, creating unprecedented unemployment and economic disruption. On the other hand, this same technology holds the key ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1BwmoDKvJGONN6zG3ZXvKITtuwH4fjkT2&sz=w300",
    "ebook_id": "1qmenkOIdq34XGZmQEnfpMYDvpfiC_frp",
    "cover_id": "1BwmoDKvJGONN6zG3ZXvKITtuwH4fjkT2",
    "category": "Fiction"
  },
  {
    "title": "The Invisible Protocol",
    "description": "Xavier was driving through Kansas when his insurance premium tripled. No accident. No ticket. No warning. His car's onboard computer had detected what the algorithm classified as aggressive acceleration patterns during his morning commute. The insurance company's risk model updated its assessment of him in real time, and the new rate took effect before he crossed the state line. When he called to ...",
    "cover_url": "https://drive.google.com/thumbnail?id=13GR5uEDECJ2H0GlUSw9zTiz3IZczPcO8&sz=w300",
    "ebook_id": "1U9m6AU28CFMa4mqAXZshkig5rpGdCYYt",
    "cover_id": "13GR5uEDECJ2H0GlUSw9zTiz3IZczPcO8",
    "category": "Fiction"
  },
  {
    "title": "The Human Circuit",
    "description": "The human brain contains approximately 86 billion neurons, each one capable of forming thousands of connections with its neighbors. This creates a network so vast that the number of possible brain states exceeds the number of atoms in the known universe. And yet, we use this incomprehensible biological computer to order coffee, scroll through social media, and occasionally remember where we left o...",
    "cover_url": "https://drive.google.com/thumbnail?id=1OL2x-_gOCNDuMyfNnaD18JMoMMup3Rsz&sz=w300",
    "ebook_id": "1mO8FbNLZXSYwNLpAc4esB0hsvwwb-aDx",
    "cover_id": "1OL2x-_gOCNDuMyfNnaD18JMoMMup3Rsz",
    "category": "Fiction"
  },
  {
    "title": "The Half-Million Dollar Freelancer",
    "description": "The cursor blinked mockingly at Rachel as she stared at her laptop screen at 3:47 AM, her fifth cup of coffee growing cold beside a stack of overdue bills. The harsh blue light illuminated the dark circles under her eyes, testament to another sixteen-hour workday that would barely cover her rent. She had written twelve blog posts, designed three social media campaigns, and edited a 50-page technic...",
    "cover_url": "https://drive.google.com/thumbnail?id=1SVbzfiGQf5lEP22x74sRZwYej59mVjhE&sz=w300",
    "ebook_id": "1G5tCL0uiEEtG2IhDB4SPIWhC3qUNSfhd",
    "cover_id": "1SVbzfiGQf5lEP22x74sRZwYej59mVjhE",
    "category": "Fiction"
  },
  {
    "title": "The Free Money Trade",
    "description": "Noelle Whitaker lost $127,418 across forty-seven days in the spring of 2024, watching her portfolio collapse while the Stockton Universal Basic Income pilot results flooded financial news and her sector allocations bled against every thesis she had built over eleven years as a Denver portfolio manager. She had constructed what she believed was the perfect UBI-anticipation portfolio in January, loa...",
    "cover_url": "https://drive.google.com/thumbnail?id=1IlmNmEgFoBk5lIkBGO-p2oAVNEkhEMde&sz=w300",
    "ebook_id": "10-FMswi7lNIpaeYqMXJ70DC5vcAXISmS",
    "cover_id": "1IlmNmEgFoBk5lIkBGO-p2oAVNEkhEMde",
    "category": "Nonfiction"
  },
  {
    "title": "The Future Conflict Map",
    "description": "The most dangerous weapons ever created make no sound when they fire. They leave no craters, produce no casualties that can be photographed, and generate no headlines announcing their deployment. Yet these weapons have already reshaped elections across four continents, collapsed currencies in emerging markets, triggered mass protests that toppled governments, and rewired the neural pathways of thr...",
    "cover_url": "https://drive.google.com/thumbnail?id=1two7Az2d3KF_snc1UNQROzQQV7AEwHNP&sz=w300",
    "ebook_id": "10S6xvmn_JP-gS8ZNtZaRshAjU4AN4hor",
    "cover_id": "1two7Az2d3KF_snc1UNQROzQQV7AEwHNP",
    "category": "Fiction"
  },
  {
    "title": "The Execution Blueprint",
    "description": "The difference between a brilliant strategy and a transformative outcome is not intelligence. It is not resources. It is not even timing. The difference is execution, and execution is where ninety percent of organizational visions go to die. You have seen this pattern before. A leadership team spends months crafting a strategic plan, complete with mission statements, objectives, and ambitious targ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1txpD1Ur7eoIGAkuWJymwXWjayGIlPt5B&sz=w300",
    "ebook_id": "1tMbAiQMfg857zEe9UzZy_hlulnQw03VR",
    "cover_id": "1txpD1Ur7eoIGAkuWJymwXWjayGIlPt5B",
    "category": "Fiction"
  },
  {
    "title": "The Cursed Heir",
    "description": "The curse began with blood, as all ancient magics do, and it would end with blood if Lysandra couldn't break it first.",
    "cover_url": "https://drive.google.com/thumbnail?id=1cUFFEM894F0htUWjxtVWxjpgXwUeYaiV&sz=w300",
    "ebook_id": "1fIYQ6zNIZ0jAnhbNOZ4KEh9bf8HCMies",
    "cover_id": "1cUFFEM894F0htUWjxtVWxjpgXwUeYaiV",
    "category": "Romantasy"
  },
  {
    "title": "The Dragon'S Second Son",
    "description": "The droplets hissed where they fell, eating through stone like acid through parchment.",
    "cover_url": "https://drive.google.com/thumbnail?id=1xs-sx-wLEeFPeaHswhEltWUsbmGlcQBM&sz=w300",
    "ebook_id": "1Gf46fI-ZEwE1F6P8rOUqpUP_KD-jnEcy",
    "cover_id": "1xs-sx-wLEeFPeaHswhEltWUsbmGlcQBM",
    "category": "Romantasy"
  },
  {
    "title": "The Final Server Farm",
    "description": "Noelle Whitaker watched her Phoenix data center hit 94.7 percent power capacity on March 14, 2024, knowing that the $12.4 million expansion she had planned for eighteen months faced serious obstacles. The facility she managed consumed 847 megawatts across four buildings spanning 2.1 million square feet, and every rack was running hot. Her cooling systems pumped 2.3 million gallons of water through...",
    "cover_url": "https://drive.google.com/thumbnail?id=1k6IUWTbxtV-M_2K4MkO8b1TF2V0JKVJC&sz=w300",
    "ebook_id": "1ERvYJZ2Oi6IxImmZjeceHwEWE4s1CiXM",
    "cover_id": "1k6IUWTbxtV-M_2K4MkO8b1TF2V0JKVJC",
    "category": "Fiction"
  },
  {
    "title": "The Elastic Mindset",
    "description": "Adrian Keller felt the tremor in his thinking when the algorithm beat him at the one thing he thought machines could never do. The diagnostic assessment had been his specialty for fifteen years. Pattern recognition in complex biological systems required intuition, contextual awareness, and the kind of tacit knowledge that came from seeing thousands of edge cases. But the system had identified the ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1FF4pgg4aHB_9_qC4rie4ZRYXmgTyGyei&sz=w300",
    "ebook_id": "1hj_vfkzrWr28mib4Z2QJQ0q-OPzs7wOp",
    "cover_id": "1FF4pgg4aHB_9_qC4rie4ZRYXmgTyGyei",
    "category": "Fiction"
  },
  {
    "title": "The Dragon's Forbidden Vow",
    "description": "Three years later, I still wake to phantom flames licking at my consciousness, searching for a connection that was severed with such violence it left scars no healer could touch. They tell you losing your dragon is like losing half your soul. They're wrong. It's like having your soul ripped out through your chest while you're still breathing, still fighting, still begging the gods for one more sec...",
    "cover_url": "https://drive.google.com/thumbnail?id=1bRtbYyaOiP-rCZAeABSRGZhEQnwGBXeY&sz=w300",
    "ebook_id": "1Zy9CJmaIjsiLCNmCKjxz5eG2wZZADnVZ",
    "cover_id": "1bRtbYyaOiP-rCZAeABSRGZhEQnwGBXeY",
    "category": "Romantasy"
  },
  {
    "title": "The Data Dominion",
    "description": "In 2019, the Australian government discovered that every keystroke entered into their Parliament House network had been copied to servers in another country for eighteen months. Not through a dramatic breach or midnight infiltration. The vulnerability was designed into the infrastructure itself. The surveillance was the feature, not the bug. When investigators traced the data flows, they found som...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Nw3z5fHFOGDhidEISuqrFDav-6v9YKD0&sz=w300",
    "ebook_id": "1alf8GQz35gGf_dduLS68zQWrXVhKERS3",
    "cover_id": "1Nw3z5fHFOGDhidEISuqrFDav-6v9YKD0",
    "category": "Nonfiction"
  },
  {
    "title": "The Crimson Veil of Shadows",
    "description": "The blood moon rises once every century, and with it comes a choice that will shatter kingdoms or forge them anew. In the realm of Nethys, where magic flows through bloodlines like poison through veins, power always demands a price. Some pay it willingly. Others have it ripped from their very souls.",
    "cover_url": "https://drive.google.com/thumbnail?id=12hzh0DrZEfvw9lSTyg2ElEr5lZv64Jg9&sz=w300",
    "ebook_id": "1q8K2Im7DrHDGKTVlNFqSPnA2nOFrt7cx",
    "cover_id": "12hzh0DrZEfvw9lSTyg2ElEr5lZv64Jg9",
    "category": "Romantasy"
  }
]