[
  {
    "title": "The Chimera Code Ready",
    "description": "The rain was a persistent whisper against the plasteel window of Dr. Elara Vance’s cramped Neo-Shinjuku apartment. It was a sound she usually found soothing, a natural counterpoint to the city’s incessant hum. Tonight, it was just another layer of noise, failing to drown out the static blooming in her head.",
    "cover_url": "https://drive.google.com/thumbnail?id=1KRAHkgsxsUu55eWNVuIrY3Pyv40iiqho&sz=w300",
    "ebook_id": "1wAygZzoHJRFooESGHYzP8GBtr5evQJ_g",
    "cover_id": "1KRAHkgsxsUu55eWNVuIrY3Pyv40iiqho",
    "category": "Fiction"
  },
  {
    "title": "The Code That Kills Cancer",
    "description": "For over a century, humanity has been locked in a brutal, often demoralizing, war against an enemy that resides within our own cells. Cancer, in its myriad forms, has cast a long shadow over generations, a specter of fear, suffering, and loss. It has been the subject of tireless research, immense financial investment, and countless personal battles fought with courage and resilience. We have throw...",
    "cover_url": null,
    "ebook_id": "1y3_sHgwKo3QervewOAvXbEQvc52-WwTI",
    "cover_id": null,
    "category": "Nonfiction"
  },
  {
    "title": "The Clarity Code",
    "description": "The ping. The buzz. The gentle chime. Subtle sounds, yet they possess an almost irresistible power over us. Sarah, a talented graphic designer, knew this all too well. She sat at her desk, a critical deadline looming. The client needed a new logo concept by end of day, and she was determined to deliver something brilliant. She’d cleared her schedule, brewed her favorite tea, and even put on her no...",
    "cover_url": "https://drive.google.com/thumbnail?id=19XSf2wrZlWT8Xi5cHc6r-MaMj6FGQHHy&sz=w300",
    "ebook_id": "1_Z6VDzczQrKaDebpVzuQs2HGqDl52rqx",
    "cover_id": "19XSf2wrZlWT8Xi5cHc6r-MaMj6FGQHHy",
    "category": "Fiction"
  },
  {
    "title": "The Color of Her Breathing READY",
    "description": "They say a mirror shows you what you are, but for seventeen years, mine showed me who I was. Her name was Adelyn. She had my face, my eyes, my hair—but her smile was always a little wider, her laugh a little louder. We were a matched set, a story written in two identical volumes. We shared a room, a wardrobe, a secret language whispered in the dark. We even shared a breath, or so it felt. An inhal...",
    "cover_url": "https://drive.google.com/thumbnail?id=1v14Bwr8mLD8-vq2maH4giirZqHajDdHX&sz=w300",
    "ebook_id": "1NNRzjMA5abaTepzNsjUj-HiItN3AtNrS",
    "cover_id": "1v14Bwr8mLD8-vq2maH4giirZqHajDdHX",
    "category": "Fiction"
  },
  {
    "title": "The God Algorithm",
    "description": "It begins with a question whispered in the dark. A plea for meaning in a moment of suffering, a search for guidance at a crossroads, a desperate hope for a sign—any sign—that we are not alone in this vast, cold universe. For millennia, that whisper was directed upward, outward, or inward toward a God, a pantheon, a universal consciousness. We sent our prayers into the great silence, and we waited....",
    "cover_url": "https://drive.google.com/thumbnail?id=1kMfZO2Tb_eT2XQuHFE5hTJmAox49wTwj&sz=w300",
    "ebook_id": "1y_vjZYYL20JY0uQo3OZSy2-fuKsfKcDo",
    "cover_id": "1kMfZO2Tb_eT2XQuHFE5hTJmAox49wTwj",
    "category": "Fiction"
  },
  {
    "title": "The Code That Kills Cancer - Copy",
    "description": "For over a century, humanity has been locked in a brutal, often demoralizing, war against an enemy that resides within our own cells. Cancer, in its myriad forms, has cast a long shadow over generations, a specter of fear, suffering, and loss. It has been the subject of tireless research, immense financial investment, and countless personal battles fought with courage and resilience. We have throw...",
    "cover_url": null,
    "ebook_id": "11sd65pXGSl5B2iq1tsHW8JUCgSGJcxqN",
    "cover_id": null,
    "category": "Nonfiction"
  },
  {
    "title": "The Blueprint of Us",
    "description": "Welcome, dear reader, to a world where blueprints aren't just for buildings, but for hearts. Sometimes, the most meticulous plans can be gloriously derailed by the unexpected, by a spark that ignites where you least expected it. And isn’t that the most thrilling kind of discovery?",
    "cover_url": "https://drive.google.com/thumbnail?id=18yukuSw9-9r3fiqnnhc5hDVVfTOX5xFQ&sz=w300",
    "ebook_id": "1G8QoOG7vkR5Uzo8wvPF4u4kNRTp87mRx",
    "cover_id": "18yukuSw9-9r3fiqnnhc5hDVVfTOX5xFQ",
    "category": "Fiction"
  },
  {
    "title": "The Cartographer's Last Map",
    "description": "The heat was a physical entity, a suffocating blanket woven from grit and despair. Dr. Camila Ortiz stepped out of the air-conditioned SUV, and it hit her like a fist – the sheer, unyielding desolation of Esperanza, Texas. The name, ‘Hope’, was a cruel irony in this forgotten corner of the world, where the sun bleached bones and dreams alike. Dust devils danced in the distance, ephemeral ghosts on...",
    "cover_url": null,
    "ebook_id": "1BZYb6oOxTRnUL4nJ8Le_NeRhPXA8lA3k",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Art Of Almost Kissing",
    "description": "Seraphina Chen stared at her phone screen, watching her latest BookTok video climb past fifty thousand views in less than two hours. The dopamine hit was instant and intoxicating. She'd spent three days crafting the perfect thirty-second review of a dark academia romance, complete with moody lighting, carefully curated book props, and just the right amount of breathless enthusiasm to make her foll...",
    "cover_url": "https://drive.google.com/thumbnail?id=1BGX_KNYpGpOV6wYngLBzmTvKw-ftmoJ7&sz=w300",
    "ebook_id": "1_JBD6wP_5T5fCvYeBokRnbD5L4XyIYyP",
    "cover_id": "1BGX_KNYpGpOV6wYngLBzmTvKw-ftmoJ7",
    "category": "Romance"
  },
  {
    "title": "The Algorithmic Unconscious",
    "description": "We stand at the precipice of, and indeed are already deeply immersed in, an age defined by unprecedented technological acceleration. Artificial intelligence (AI), once the domain of science fiction and specialized research labs, has transitioned into an omnipresent, yet often invisible, force woven intricately into the very fabric of our daily existence. It is the silent curator of our digital exp...",
    "cover_url": "https://drive.google.com/thumbnail?id=1CA1oF8Z5xuk6UO84JMxwQG27LxaypDwg&sz=w300",
    "ebook_id": "1EkZUudE1ZIQJqycP_6xY3ud-zPaljMcZ",
    "cover_id": "1CA1oF8Z5xuk6UO84JMxwQG27LxaypDwg",
    "category": "Fiction"
  },
  {
    "title": "The Art of Lying Broken",
    "description": "The hum was the first thing. Not the audible hum of the maglev trains slicing silently through the city’s arteries, nor the collective murmur of Shanghai’s fifty million souls striving, always striving. This was an internal hum, a high-frequency thrum that vibrated behind Li Wei’s eyeballs, a persistent counterpart to the emerald green line that dominated the city’s skyline and, more intimately, t...",
    "cover_url": null,
    "ebook_id": "1Kvlrt0_FG_TzQwFLc7O00EzWAamHJzcG",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "The Brooklyn Sonnet",
    "description": "Imagine a city that never sleeps, yet holds a million whispered secrets. In the heart of its bustling streets, amidst the symphony of sirens and distant laughter, two souls are about to find a quiet melody of their own. This isn't just a love story; it's a testament to the resilience of the human heart when faced with the echoes of grief and the tremors of anxiety.",
    "cover_url": "https://drive.google.com/thumbnail?id=18B42xbYNXLGRZaLRQ_BNsMOxKwbfqQ6t&sz=w300",
    "ebook_id": "1jo8OPEUvUCtidbD4spnpLKhNVht9_aZ3",
    "cover_id": "18B42xbYNXLGRZaLRQ_BNsMOxKwbfqQ6t",
    "category": "Fiction"
  },
  {
    "title": "The Algorithmic Hustle",
    "description": "Imagine waking up, not to the blare of an alarm clock demanding you rush to an office you tolerate, but to the gentle hum of automated systems already earning you money while you slept. Picture a business that scales not by hiring more people, but by deploying smarter algorithms; an enterprise where your creative vision isn't diluted by committee meetings, but amplified by intelligent tools. This ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1gwPUrCDUIuplc8LUM3HGrUQxiat-xd_3&sz=w300",
    "ebook_id": "1rGzd48WRYmGM2Jt_OgB5rfGV4B_PA0qE",
    "cover_id": "1gwPUrCDUIuplc8LUM3HGrUQxiat-xd_3",
    "category": "Fiction"
  },
  {
    "title": "The Alchemist Within",
    "description": "This book is an invitation, a journey into the deepest reservoirs of your being where true strength and boundless potential reside. In these pages, we will explore not just theories of self-improvement, but the practical, actionable steps that can transform your inner landscape, empowering you to navigate the complexities of modern life with grace and purpose. It is for anyone who feels a whisper ...",
    "cover_url": "https://drive.google.com/thumbnail?id=10IP7WeWfVbjrQY7C7-9EzV9w9fM5Kick&sz=w300",
    "ebook_id": "1xTqsgXVnYws5QhJuT0K7-gOAUw9T_lST",
    "cover_id": "10IP7WeWfVbjrQY7C7-9EzV9w9fM5Kick",
    "category": "Fiction"
  },
  {
    "title": "The Backup Boyfriend Agreement READY",
    "description": "We all make compromises. We trim the edges of our ideals to fit the cramped spaces life sometimes offers. We tell ourselves little lies, necessary fictions to navigate the complexities of rent, relationships, and the quiet desperation that can hum beneath the surface of an ordinary Tuesday. This story is born from such compromises, from the moment a character, driven by needs she can barely articu...",
    "cover_url": "https://drive.google.com/thumbnail?id=16QdhoOaPWpxGH2tpOfCct9uoLY45a1wV&sz=w300",
    "ebook_id": "1A7XNbvGU6OjhgyEZF_0ivFck3Til2nF6",
    "cover_id": "16QdhoOaPWpxGH2tpOfCct9uoLY45a1wV",
    "category": "Fiction"
  },
  {
    "title": "Shadow War",
    "description": "It begins with a flicker. A light that hesitates for a moment too long. A screen that goes dark for no reason. It’s the water pump at a rural Texas utility that suddenly stops responding to commands, or the port crane in Maryland that freezes mid-operation. It’s the phone call that doesn’t connect, the traffic light that stays red, the quiet hum of the electrical grid that develops an unnerving, u...",
    "cover_url": "https://drive.google.com/thumbnail?id=1vhLPqGmANwzdtWBjXrj2GBA-vxbjIsJI&sz=w300",
    "ebook_id": "1kuyfB1f--Zz6bIrfXNWU0MPum0mC6vzl",
    "cover_id": "1vhLPqGmANwzdtWBjXrj2GBA-vxbjIsJI",
    "category": "Romantasy"
  },
  {
    "title": "Sentience Unbound",
    "description": "In the Amazon rainforest of Ecuador, a network of sensors embedded in trees, soil, and air monitors every whisper of life. Temperature fluctuations. Humidity changes. The chemical signatures of stressed plants. Sound patterns that indicate animal movement. This living web of intelligence processes millions of data points every second, learning the forest's rhythms, predicting its needs, and respon...",
    "cover_url": "https://drive.google.com/thumbnail?id=1zuctU2vRn2U7Fj-4oxVAqfTY-Uomu2bD&sz=w300",
    "ebook_id": "1w0dGSYHu33nxNVi46PquBn9o5oBXcSki",
    "cover_id": "1zuctU2vRn2U7Fj-4oxVAqfTY-Uomu2bD",
    "category": "Fiction"
  },
  {
    "title": "Still Breathing",
    "description": "The fluorescent lights in the basement of St. Matthew's Community Center flickered with the persistence of a dying heartbeat, casting shadows that danced across the circle of mismatched folding chairs like ghosts refusing to be laid to rest. Mei Lin Zhang sat in the back row, her spine rigid against the cold metal of her seat, fingers wrapped around a cup of lukewarm coffee that had long since los...",
    "cover_url": "https://drive.google.com/thumbnail?id=1rSHzOv1GderE7fFcrLuw1uzsjMzraf_y&sz=w300",
    "ebook_id": "1w_eApwhsaDpH9x0Ls0Athht9uXxTRe-0",
    "cover_id": "1rSHzOv1GderE7fFcrLuw1uzsjMzraf_y",
    "category": "Fiction"
  },
  {
    "title": "Silent Conquest",
    "description": "The most successful conquests are not announced by the thunder of artillery or the screech of fighter jets. They are silent, gradual, and executed in plain sight. They unfold over years, even decades, cloaked in theodyne language of “win-win cooperation,” “peaceful development,” and “mutual respect.” The target nation doesn’t realize it is at war, because its understanding of conflict is mired in ...",
    "cover_url": "https://drive.google.com/thumbnail?id=10ggBB0BWcIMFdxkUdtervgi7PZxf4uBM&sz=w300",
    "ebook_id": "1D1bn1b13xStDOoMzsgGfvi2FPNeg1zPy",
    "cover_id": "10ggBB0BWcIMFdxkUdtervgi7PZxf4uBM",
    "category": "Romantasy"
  },
  {
    "title": "Sinner’s Mercy READY",
    "description": "She’s the preacher’s daughter — pure, engaged, and primed to be a perfect wife. Mercy Ashland has lived her entire life in the warm, unwavering glow of her father’s pulpit, a beacon in the small, devout town of Havenwood. Her path was laid before her birth: a life of quiet service, gentle smiles, and unwavering faith. She is the porcelain doll on the church’s highest shelf, admired, cherished, but...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-QBQSqxKF9-_wqEIGXX9bafowcfdmsm9&sz=w300",
    "ebook_id": "1bwzJ-li-R-qcD_rUwjROpB-_XJWhStB5",
    "cover_id": "1-QBQSqxKF9-_wqEIGXX9bafowcfdmsm9",
    "category": "Fiction"
  },
  {
    "title": "Second Shift at Sunset Diner",
    "description": "The screen door of the Sunset Diner slammed shut behind Maya with a metallic twang that echoed the finality of her decision. Three days ago, she’d walked out of a gleaming high-rise in Century City, leaving behind a six-figure salary, a corner office (albeit small), and a life that had begun to feel like a beautifully designed cage. Now, her designer handbag was traded for a worn backpack, her tai...",
    "cover_url": "https://drive.google.com/thumbnail?id=1z1wCsf-i-TTk_9Rg6Ybg-MHmP-PuoPsR&sz=w300",
    "ebook_id": "1PJPC-q6Xr7bT_-bsAw0J3jq2VpMntnce",
    "cover_id": "1z1wCsf-i-TTk_9Rg6Ybg-MHmP-PuoPsR",
    "category": "Fiction"
  },
  {
    "title": "Shadows of Liberty",
    "description": "在 自由之影林书豪利用历史主题和个人叙述，编织了一个关于牺牲和决心的凄美故事。她希望为那些经常被忽视的人——尤其是女性——发出声音，并强调传统、记忆和自我重塑的力量。",
    "cover_url": "https://drive.google.com/thumbnail?id=18ROwcHSjQztGcxqQpoWFTtmArTvp31_y&sz=w300",
    "ebook_id": "1Eelh4XxT99jkOI89bPWr5aFRLfFVjkAF",
    "cover_id": "18ROwcHSjQztGcxqQpoWFTtmArTvp31_y",
    "category": "Romantasy"
  },
  {
    "title": "The AI Toolkit for Entrepreneurs Automate, Innovate, and Scale Your Business",
    "description": "Artificial intelligence isn’t the future anymore—it’s here, transforming how businesses grow, compete, and innovate. For entrepreneurs, AI opens doors to smarter operations, faster innovation, and game-changing opportunities.",
    "cover_url": "https://drive.google.com/thumbnail?id=1O9tibO-m6oWGDFrVG2MONP-y5H0CddJn&sz=w300",
    "ebook_id": "1GhBENPhPjIVSktqyzKrWkEgf_It1l8qq",
    "cover_id": "1O9tibO-m6oWGDFrVG2MONP-y5H0CddJn",
    "category": "Nonfiction"
  },
  {
    "title": "Still Broke Good",
    "description": "Congratulations! You've picked up this book, which means you're probably broke, or at least financially uncomfortable enough to be seeking advice. Even better news: you've found the perfect guide to ensure you stay exactly where you are. While other financial books promise wealth, prosperity, and financial freedom, this book takes a refreshingly honest approach. It acknowledges that most people wi...",
    "cover_url": "https://drive.google.com/thumbnail?id=199u0x9Qj_FP94-CUoyqwvFM7-KOnsjmv&sz=w300",
    "ebook_id": "12zZR9iQ-KZH92R9yx3P0IqegNDhWGo_E",
    "cover_id": "199u0x9Qj_FP94-CUoyqwvFM7-KOnsjmv",
    "category": "Fiction"
  },
  {
    "title": "Promptocracy",
    "description": "Sarah Chen thought she was simply asking a question. As the head of content moderation at one of the world's largest social media platforms, she had posed what seemed like a routine query to her company's new AI system: \"Show me posts that might contain misinformation about climate change.\" What came back wasn't what she expected. Instead of flagging conspiracy theories and debunked studies, the A...",
    "cover_url": "https://drive.google.com/thumbnail?id=1CJfmiHHIOAqMhAgxb2ygYlp_BApogE4N&sz=w300",
    "ebook_id": "17aylnA7gwrlu93pRQQhmY1-k6jfHO3Xw",
    "cover_id": "1CJfmiHHIOAqMhAgxb2ygYlp_BApogE4N",
    "category": "Fiction"
  },
  {
    "title": "Scarlet Record",
    "description": "Have you ever felt like a ghost in your own life? A whisper in a city that shouts, unseen, unheard, until that one person—the one you least expect—finally *sees* you? This is a story about finding your voice in the deafening silence, and discovering that sometimes, the most dangerous secrets pave the way for the most profound connections.",
    "cover_url": "https://drive.google.com/thumbnail?id=13qIqCD3ytcqCL0ptGk1VU42oqtb3neSW&sz=w300",
    "ebook_id": "1c0g2rKSSJBO-fmfQi0eM-kBlmkAQiqhT",
    "cover_id": "13qIqCD3ytcqCL0ptGk1VU42oqtb3neSW",
    "category": "Fiction"
  },
  {
    "title": "Rot Elegance",
    "description": "The hum was the first thing. Not the audible hum of the maglev trains slicing silently through the city’s arteries, nor the collective murmur of Shanghai’s fifty million souls striving, always striving. This was an internal hum, a high-frequency thrum that vibrated behind Li Wei’s eyeballs, a persistent counterpart to the emerald green line that dominated the city’s skyline and, more intimately, t...",
    "cover_url": null,
    "ebook_id": "1JTunfdCZZeBy0WLPuCjPuoJs7ruZry03",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Quantum Love in Parallel Universes",
    "description": "What if the person you were meant to love existed in a world you could never touch?",
    "cover_url": "https://drive.google.com/thumbnail?id=1Wu-gSPdzxh12hInXs_jvWvk5mU2Zh9v7&sz=w300",
    "ebook_id": "1CgtA6WktbSfnf-aXOD5zvvp4LQ6e00wP",
    "cover_id": "1Wu-gSPdzxh12hInXs_jvWvk5mU2Zh9v7",
    "category": "Romance"
  },
  {
    "title": "Remote No More",
    "description": "Sarah Martinez received the email on a Tuesday morning in March 2025, while sipping coffee in her home office overlooking the Denver skyline. The subject line read simply: \"Return to Office Policy Update.\" Her stomach dropped before she even opened it.",
    "cover_url": "https://drive.google.com/thumbnail?id=16cOhxHFUXgLOplagS-EC5H36h9i_aV1y&sz=w300",
    "ebook_id": "1zuKc399tI4vAz4yxiIfG7Ydp_0pemWtr",
    "cover_id": "16cOhxHFUXgLOplagS-EC5H36h9i_aV1y",
    "category": "Fiction"
  },
  {
    "title": "Red Skies Over Taiwan",
    "description": "The sterile chill of the Kadena Air Base briefing room was a familiar discomfort to Captain Jack Riker. Fluorescent lights hummed, reflecting off the polished linoleum, a stark contrast to the Okinawan humidity clinging to everything outside. He nursed a lukewarm coffee, the bitterness a welcome jolt. Around the tiered seating, the other F-22 Raptor pilots of the 94th Fighter Squadron, the \"Spads,...",
    "cover_url": null,
    "ebook_id": "1S7Rqtf4-I7B6q-ZhH5Gczv7Bi-DYWjLK",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Retired And Broke",
    "description": "Margaret Chen never imagined she would spend her 73rd birthday driving for Uber. As she navigates the rain-slicked streets of Portland on a Tuesday morning in March, her arthritis makes gripping the steering wheel painful, but not as painful as watching her savings account dwindle to double digits. The woman who spent forty years as a high school mathematics teacher, who diligently contributed to ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1etL_LpWounxxuhkjUBAJGwVkfyW8E7ot&sz=w300",
    "ebook_id": "1l30DmGhpWfDjH1aPMWEmopRtIKuUb3UF",
    "cover_id": "1etL_LpWounxxuhkjUBAJGwVkfyW8E7ot",
    "category": "Fiction"
  },
  {
    "title": "Parenting When You Did HAVE READY",
    "description": "You're holding this book, which means you know something that took me years to figure out: you can't give what you never received, but you can learn to create what you never had.",
    "cover_url": "https://drive.google.com/thumbnail?id=199fW8f3OGmHZYwVvNqAQs2C8p8dhtskO&sz=w300",
    "ebook_id": "1TOrZjwUhqKpIx8gwOJJ2wruaZ35TlLws",
    "cover_id": "199fW8f3OGmHZYwVvNqAQs2C8p8dhtskO",
    "category": "Fiction"
  },
  {
    "title": "Screenwise How to Take Back Your Mind, Family, and Sanity in a World That Never Shuts Up",
    "description": "I'm writing this book with my phone face-down on the kitchen counter, its notifications silenced, while my seven-year-old daughter builds a Lego castle on the floor beside me. Three months ago, this scene would have been impossible. Not because I didn't want to be present with her, but because I literally couldn't. My brain had been hijacked by a device designed to capture and commodify my attenti...",
    "cover_url": "https://drive.google.com/thumbnail?id=1sG9oFcBWy7kuPqcYRG2hRx1sg-V01yIb&sz=w300",
    "ebook_id": "12N3BE4AvK5Oced4khHjEKWe8C0L_etJx",
    "cover_id": "1sG9oFcBWy7kuPqcYRG2hRx1sg-V01yIb",
    "category": "Fiction"
  },
  {
    "title": "Red Listed Ready",
    "description": "The city breathes, a mechanical lung exhaling a mist of indifference. Rain slicks the streets, reflecting the neon glow of a world that never truly sleeps, a world that watches with a million unseen eyes. For some, this is the backdrop of ordinary life – commutes, coffee, fleeting moments of joy or despair. For others, like Kestrel, it’s a hunting ground, a maze of shadows where survival is a curr...",
    "cover_url": "https://drive.google.com/thumbnail?id=1C7AjlL1qn4By7_QyB2gP4zSGzIpQppiO&sz=w300",
    "ebook_id": "1dYfPC41SlJHqG_h0KI5p18rLhG5D507i",
    "cover_id": "1C7AjlL1qn4By7_QyB2gP4zSGzIpQppiO",
    "category": "Fiction"
  },
  {
    "title": "Mind Over Machine",
    "description": "The cursor blinked, a patient, almost expectant pulse on the blank digital page. Mind Over Machine. The title had come to me in a flash of inspiration, or perhaps unease, during a late-night doomscroll through arXiv, the online preprint server where scientific papers, both brilliant and bewildering, first see the light of day. It was yet another paper on AI, not just using AI, but AI doing science...",
    "cover_url": null,
    "ebook_id": "1kZ8-FRPv9bZBPgl6avygf8Fg6u-_hS-T",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Love With A Body Count",
    "description": "Lena Winters never believed in fairy tales. She'd learned early that princes were usually wolves in disguise, and happy endings were just stories people told themselves to sleep better at night. But sometimes, when the rain falls hard enough and the darkness closes in, even the most cynical heart can find itself hoping for salvation.",
    "cover_url": "https://drive.google.com/thumbnail?id=1z3m5GgMF2ChIikYZpFDaY5Gg6d6PlizU&sz=w300",
    "ebook_id": "14FKX0qJXr3hkrv_zjioxvGrhcdfRA7sy",
    "cover_id": "1z3m5GgMF2ChIikYZpFDaY5Gg6d6PlizU",
    "category": "Romance"
  },
  {
    "title": "Love Without Applause READY",
    "description": "In a city of eight million stories, some are whispered in the shadows, etched in the quiet moments between the chaos. Others are shouted from the rooftops, blindingly bright and seen by all. This is the story of a love that dared to exist in both, a melody composed in a secret studio and a photograph developed in a darkened room. It’s the story of a girl who collected pieces of the city’s soul and...",
    "cover_url": "https://drive.google.com/thumbnail?id=1tb_1hfA_am25sYmmGOrr_SH7ifeAs87R&sz=w300",
    "ebook_id": "1vF3nXELwym1HbgE0EVC10wOJKyme0UZy",
    "cover_id": "1tb_1hfA_am25sYmmGOrr_SH7ifeAs87R",
    "category": "Romance"
  },
  {
    "title": "Neon Boundaries",
    "description": "There’s a part of the city that doesn’t exist on maps.\nIt glows in red lanterns and flickers in cracked neon signs.\nIt smells like ginseng, gasoline, sweat, and smoke.\nThat’s where we met.",
    "cover_url": "https://drive.google.com/thumbnail?id=1guSEvbNhEkDZzXIbggK6FAKFAI6Hjtzd&sz=w300",
    "ebook_id": "1cMQM3kpKz9cDpCKRhl4ye2YLyBMnpLKX",
    "cover_id": "1guSEvbNhEkDZzXIbggK6FAKFAI6Hjtzd",
    "category": "Fiction"
  },
  {
    "title": "Nano Drones",
    "description": "Imagine a world where the air itself holds secrets. Not just the secrets whispered on the wind, but secrets carried by machines smaller than the insects buzzing around a picnic table. Imagine microscopic eyes peering from ventilation shafts, unseen agents mapping secure facilities, or swarms of mechanical gnats performing tasks with coordinated precision, both wondrous and terrifying. This is not ...",
    "cover_url": null,
    "ebook_id": "124OI3blYV-kDrcicbz3m2_R9rFxnmjTR",
    "cover_id": null,
    "category": "Fiction"
  },
  {
    "title": "Negotiating Desire",
    "description": "The air in the boardroom crackled with a tension so thick Elara Vance felt she could scoop it up with a spoon. Across the polished mahogany expanse sat Rhys Callaway, CEO of Apex Corp, a man whose reputation preceded him like a predatory shadow. Shark. Corporate raider. Destroyer of dreams, if the industry whispers were to be believed. And he wanted her company. Innovate Solutions, her baby, the s...",
    "cover_url": null,
    "ebook_id": "18ApYeAsRvPXYOiar9kmGTyxX6FLpG5aT",
    "cover_id": null,
    "category": "Romance"
  }
]