[
  {
    "title": "Savage Kidney Defense",
    "description": "Your kidneys are dying. Right now, as you read this sentence, millions of microscopic filters in your kidneys are being destroyed by the toxic assault of modern life. The terrifying truth is that you can lose up to 90 percent of your kidney function before experiencing a single symptom.",
    "cover_url": "https://drive.google.com/thumbnail?id=16IHXbCU273CApmVIUcz_r5-gYDQG7R0X&sz=w300",
    "ebook_id": "19ohTvzquI8cPPyp87_hkOpDTk7slOZtP",
    "cover_id": "16IHXbCU273CApmVIUcz_r5-gYDQG7R0X",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Liver Flush",
    "description": "Your liver is dying. Not tomorrow, not next year, but right now, as you read these words. Every sip of alcohol, every processed meal, every breath of polluted air adds another nail to its coffin. The average American liver processes over 700 toxic chemicals daily, a burden our ancestors never faced.",
    "cover_url": "https://drive.google.com/thumbnail?id=1hpo16ogEabnJVqP9AXCEsqfA_cw8cXpw&sz=w300",
    "ebook_id": "19ktCBwJzHXfAZ3NuSOmbHS0wG8VTPnc1",
    "cover_id": "1hpo16ogEabnJVqP9AXCEsqfA_cw8cXpw",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Money Machine",
    "description": "Picture this. You're sitting in a WeWork office at 2 AM, your fourth Red Bull going warm while you bang out client deliverables that were due yesterday. Your phone buzzes with another \"urgent\" request from a client who pays you $3,000 a month but thinks they own your soul. You haven't seen your family in three days. Your business bank account has $12,000, but after expenses and that contractor who...",
    "cover_url": "https://drive.google.com/thumbnail?id=1NeOqNwdBqoiD6Bcd5vNBh7qdbUtM36X1&sz=w300",
    "ebook_id": "1vDRWswIz7I42VpXTlE1UEdqC96boAVAV",
    "cover_id": "1NeOqNwdBqoiD6Bcd5vNBh7qdbUtM36X1",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Liver Rebuild",
    "description": "Your liver is dying. Not the dramatic, yellow-skin, hospital-bed kind of dying. The slow, silent cellular death that's aging you from the inside out while your doctor tells you everything looks \"normal.\"",
    "cover_url": "https://drive.google.com/thumbnail?id=1GmRAhrEcwsRhyeuAWwu8A9QIaJGgXo5x&sz=w300",
    "ebook_id": "16hxkOxgi1NtYf4qfPpt9m_GH2oempxJC",
    "cover_id": "1GmRAhrEcwsRhyeuAWwu8A9QIaJGgXo5x",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Kidney Renewal",
    "description": "Your kidneys are dying. Not tomorrow. Not next year. Right fucking now. As you sit there reading these words, 37 million microscopic nephrons—your body's elite filtration units—are suffocating under a toxic assault that would have killed your ancestors in days. But you? You're dying slowly, silently, while your doctor tells you everything looks \"fine.\"",
    "cover_url": "https://drive.google.com/thumbnail?id=1L92TH7Y5lfHx0AFkHMm4CIxJzva9K5Ck&sz=w300",
    "ebook_id": "1EatH7B4cRLGMulpGFb4yMrDE9jMqD67B",
    "cover_id": "1L92TH7Y5lfHx0AFkHMm4CIxJzva9K5Ck",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Kidney Flush",
    "description": "Every 10 minutes, someone in America doubles over in agony as a kidney stone tears through their urinary tract. The pain is so severe that women who've experienced both childbirth and kidney stones often say they'd rather deliver another baby. Yet here's what your doctor won't tell you: 90% of kidney stones are completely preventable, and the ones that do form can be dissolved naturally without su...",
    "cover_url": "https://drive.google.com/thumbnail?id=1p2XEZRXJf7Jw0sR-U5JFKBWS-emZASE8&sz=w300",
    "ebook_id": "1qPgry0HivHDMMs_2sUYhqYAqvK_2nKKS",
    "cover_id": "1p2XEZRXJf7Jw0sR-U5JFKBWS-emZASE8",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Liver Protocol",
    "description": "Your liver is on fire, and you don't even know it. Right now, as you read this, your body's master detoxification organ is likely drowning in its own fat, struggling to produce bile, and creating a metabolic disaster that ripples through every system in your body.",
    "cover_url": "https://drive.google.com/thumbnail?id=18wvuxXEDdfUTigAg8xvxo7tIdwuwPqnU&sz=w300",
    "ebook_id": "1JPrxY3XYz4ntOsUbxkBh8muNz3-hV-_T",
    "cover_id": "18wvuxXEDdfUTigAg8xvxo7tIdwuwPqnU",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Heart Reset",
    "description": "Your heart is suffocating. Right now, as you read this, millions of your cells are gasping for oxygen, struggling to function with the pathetic trickle of blood your compromised cardiovascular system manages to deliver. You think that afternoon crash is normal. You believe cold hands and feet are genetic. You accept that climbing stairs leaves you winded as just part of aging. Dead fucking wrong.",
    "cover_url": "https://drive.google.com/thumbnail?id=1JaeZ6HjMM3OpSMa4eMmXUF_D6MKYQNkX&sz=w300",
    "ebook_id": "113QSh5dcFaOfxuBpyLg_qZXrwqCClaTs",
    "cover_id": "1JaeZ6HjMM3OpSMa4eMmXUF_D6MKYQNkX",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Heart Protocol",
    "description": "Your heart is dying. Right now, as you read these words, arterial plaque is accumulating, blood vessels are stiffening, and circulation is declining. The medical establishment will tell you this is normal aging. They're wrong. What's happening inside your cardiovascular system is a preventable catastrophe, and the solutions they offer—statins, blood pressure medications, eventual bypass surgery—ar...",
    "cover_url": "https://drive.google.com/thumbnail?id=166cMVNV_gCcOGh98ljCRx_WkPAo84ieJ&sz=w300",
    "ebook_id": "1At-texkfCfJRTFUaE9_jPdT4s2tdOzG7",
    "cover_id": "166cMVNV_gCcOGh98ljCRx_WkPAo84ieJ",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Heart Fortress",
    "description": "Every 34 seconds, someone's heart stops forever. Right now, as your eyes scan these words, 147,000 people are dying from cardiovascular disease globally—today alone. Here's the brutal truth your doctor won't tell you: if you're over 30, you already have measurable arterial damage. If you're over 40, that damage has likely progressed to dangerous levels. If you're over 50 without aggressive interve...",
    "cover_url": "https://drive.google.com/thumbnail?id=1-gRlX51A34vaChFFUNdfzNvnnE6zbPId&sz=w300",
    "ebook_id": "1316eZyDPQqevttqsKE6Ukd1YNS6lGhhQ",
    "cover_id": "1-gRlX51A34vaChFFUNdfzNvnnE6zbPId",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Flow Revival",
    "description": "Your lymphatic system is failing you. Right now, as you read this, 3.7 liters of toxic cellular waste is pooling in your tissues like sewage backing up in broken pipes. Inflammatory proteins are circulating unchecked, triggering pain signals 24/7. Your body's primary detox pathway is operating at maybe 30% capacity, guaranteeing that today's inflammation becomes tomorrow's chronic disease. This is...",
    "cover_url": "https://drive.google.com/thumbnail?id=1GBrkAUvaoCXEwKag2Bf47TyK0aAZXMVK&sz=w300",
    "ebook_id": "1pKf804NVunx76FWACDDaZ7el2Mu2R5A4",
    "cover_id": "1GBrkAUvaoCXEwKag2Bf47TyK0aAZXMVK",
    "category": "Fiction"
  },
  {
    "title": "SAVAGE FIRE ACADEMY A Dragon Rider Romance",
    "description": "Sienna Blackthorn pressed herself against the jagged rock face, her heart hammering as the massive beast plummeted toward the earth.",
    "cover_url": "https://drive.google.com/thumbnail?id=1FB16wbfvEQ27wRlK7cII38PEe6pRdYmF&sz=w300",
    "ebook_id": "1QYOuWJK-dxtQTgJpBp1cXp1fRU5AX7Ry",
    "cover_id": "1FB16wbfvEQ27wRlK7cII38PEe6pRdYmF",
    "category": "Romantasy"
  },
  {
    "title": "Savage Crown'S Luna",
    "description": "The Silver Moon Pack gathered under the blood moon for my eighteenth birthday, the night I would finally sense my true mate.",
    "cover_url": "https://drive.google.com/thumbnail?id=1btJppgNXsTy7SuMSKcOSKhgdVZLf8EUJ&sz=w300",
    "ebook_id": "1dVit13BL9HE20rZAT8z-NwLgdTw0GXdv",
    "cover_id": "1btJppgNXsTy7SuMSKcOSKhgdVZLf8EUJ",
    "category": "Romantasy"
  },
  {
    "title": "Savage Brain Reset",
    "description": "You're operating at 23% of your brain's actual capacity. That's not a guess or a motivational scare tactic. It's what the latest neuroimaging studies reveal about adults who report chronic brain fog, mental fatigue, and that soul-crushing inability to think clearly that hits around 2 PM every single day. The tragedy isn't that your brain is broken. The tragedy is that you've accepted this diminish...",
    "cover_url": "https://drive.google.com/thumbnail?id=1jnQYZTOXfPtNTBrJd8JrWOa_OsumcwD7&sz=w300",
    "ebook_id": "1RTpFuU6t7upZJG9kZXG7GEfq95LFnUMr",
    "cover_id": "1jnQYZTOXfPtNTBrJd8JrWOa_OsumcwD7",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Flow System",
    "description": "Your body has been lying to you. Every health expert, every doctor, every wellness guru you've ever trusted has been missing the most critical piece of the human health puzzle. While they obsess over your heart, your gut, your hormones, and your brain, they're ignoring the secret network that controls everything. The network that determines whether you wake up energized or exhausted. Whether you h...",
    "cover_url": "https://drive.google.com/thumbnail?id=1Nk6s3eO8mZ64b7tae9WNfBsa-6s-7_mQ&sz=w300",
    "ebook_id": "1s-H4WAjHT4HEOJR4e1G6WCf3RR7l8z-z",
    "cover_id": "1Nk6s3eO8mZ64b7tae9WNfBsa-6s-7_mQ",
    "category": "Fiction"
  },
  {
    "title": "Ruthless AI Domination",
    "description": "Listen up. While you're reading this sentence, three of your competitors just implemented AI. Two more will start before you finish this page. By the time you close this book, dozens of businesses in your industry will have gained advantages you can't even comprehend yet. This isn't a drill. This isn't hype. This is the fucking reality of business in 2025.",
    "cover_url": "https://drive.google.com/thumbnail?id=1Jn2yTMUzCot4NIp5v486VO_cw7ajUX50&sz=w300",
    "ebook_id": "1AbpSJtpIhqr_BNwvXsO2UTlLDuErVf4x",
    "cover_id": "1Jn2yTMUzCot4NIp5v486VO_cw7ajUX50",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Brain Protocol",
    "description": "Your brain is dying right now. Not metaphorically. Not eventually. Right now, as you read these words, millions of your neurons are suffocating, starving, and silently screaming for help. And you don't even know it's happening because the symptoms masquerade as normal aging. That afternoon brain fog you blame on lunch? Those moments when you walk into a room and forget why? The names that slip awa...",
    "cover_url": "https://drive.google.com/thumbnail?id=1E9FkNXegvHDWG3-OmaFlLMESQk-PJCEg&sz=w300",
    "ebook_id": "102uL5T3mTi7ATgYuWR6ZIK9PBEhcZlLU",
    "cover_id": "1E9FkNXegvHDWG3-OmaFlLMESQk-PJCEg",
    "category": "Nonfiction"
  },
  {
    "title": "Ruthless Forest Crown",
    "description": "Liora watched from behind the ancient oak, seven years old and trembling, as her mother's body crumpled to the forest floor.",
    "cover_url": "https://drive.google.com/thumbnail?id=1olDAlK5O1PDzkvQPdoxJ8pJ74kjtwpHP&sz=w300",
    "ebook_id": "1jhQx9v41LafBixlVY9X_z1mD4NuxCNuk",
    "cover_id": "1olDAlK5O1PDzkvQPdoxJ8pJ74kjtwpHP",
    "category": "Romantasy"
  },
  {
    "title": "Ruthless Brain",
    "description": "Your brain is dying. Right now, as you read these words, approximately 32,000 neurons are withering away, never to return. By tomorrow at this time, you'll have lost another 85,000. By next week, over half a million brain cells will have vanished into the cognitive abyss.",
    "cover_url": "https://drive.google.com/thumbnail?id=1AOHbsaD89xaU-DPnU1OcAYOpFqrjN7Tx&sz=w300",
    "ebook_id": "1Jk8L3zUASEpwxecfWmRFqHxBsKKaezpn",
    "cover_id": "1AOHbsaD89xaU-DPnU1OcAYOpFqrjN7Tx",
    "category": "Nonfiction"
  },
  {
    "title": "Savage Brain Ascend",
    "description": "Your brain is dying. Right now, as you read these words, approximately 86,000 neurons are withering away, never to return. By tomorrow, another 86,000 will be gone. That's the harsh reality of the average human brain after age 30—a slow, relentless march toward cognitive decline that most people accept as inevitable. But what if I told you that this death sentence is optional? What if the very org...",
    "cover_url": "https://drive.google.com/thumbnail?id=1HLNGIJvsmzwwD0nSs9RlQVxBZSmEjmAM&sz=w300",
    "ebook_id": "1E0Ueq8aGBaiopDTQIVjn2m3rZ5ghwKlv",
    "cover_id": "1HLNGIJvsmzwwD0nSs9RlQVxBZSmEjmAM",
    "category": "Nonfiction"
  },
  {
    "title": "Rejection to Revenue",
    "description": "Jeff Sterling stared at his laptop screen, the cursor blinking mockingly in the empty email draft. Seven months unemployed, 312 job applications sent, and exactly zero interviews. Not even a polite rejection from most companies. The silence was deafening, the kind that makes you question everything about your professional worth. His savings account showed $2,847 remaining, enough for maybe six wee...",
    "cover_url": "https://drive.google.com/thumbnail?id=16btPokFIaWNaFh-gZjKoHUssNLI-QlRA&sz=w300",
    "ebook_id": "1UKrym0daFT2klALm_t6V-4HHfpJ18F5c",
    "cover_id": "16btPokFIaWNaFh-gZjKoHUssNLI-QlRA",
    "category": "Fiction"
  },
  {
    "title": "Predator Mindset",
    "description": "Ninety-seven percent of people will die with less than $10,000 to their name. That's not a typo. After decades of working, saving, and following every piece of conventional financial advice, the overwhelming majority of humans will exit this world essentially broke. They'll leave behind debt, regret, and children who inherit nothing but the same broken money mindset that guaranteed their parents' ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1m27quAi2v96iNlw_g1aN21i6zmOkcTnC&sz=w300",
    "ebook_id": "1mCKw2qBcKD_GxNbkLj7Xe7q3qKhfU8So",
    "cover_id": "1m27quAi2v96iNlw_g1aN21i6zmOkcTnC",
    "category": "Fiction"
  },
  {
    "title": "Return from the light",
    "description": "The return is violent. Not the leaving—that part is surprisingly gentle, like silk being pulled through water. But coming back? Coming back is like being shoved through broken glass into a body that suddenly feels three sizes too small. Every person who has crossed to the other side and returned will tell you the same thing: the hardest part isn't dying. The hardest part is living again.",
    "cover_url": "https://drive.google.com/thumbnail?id=1WVephtqjqxCyWZe0nVh4TWKdPDlkY5W3&sz=w300",
    "ebook_id": "1-cCwERdvxJ7lSxI3TpBKR3WbgRMRWNo4",
    "cover_id": "1WVephtqjqxCyWZe0nVh4TWKdPDlkY5W3",
    "category": "Fiction"
  },
  {
    "title": "Quantum Machines",
    "description": "The quantum computer in IBM's basement consumed more power than a small city block, yet the actual computing happened in a space smaller than a grain of sand. At temperatures colder than deep space, in a chamber where a single vibration could destroy everything, humanity's most powerful calculation device operated on principles that Einstein himself refused to believe.",
    "cover_url": "https://drive.google.com/thumbnail?id=18GUw83UMERjMaYpb0Ikcz1wsHRj5xXt-&sz=w300",
    "ebook_id": "1E38jOIk59uYSi0snnJZrArVOIO7AOjj1",
    "cover_id": "18GUw83UMERjMaYpb0Ikcz1wsHRj5xXt-",
    "category": "Fiction"
  },
  {
    "title": "Quantum Shadows",
    "description": "Aaron Shepherd ran the calculation again. Same result. He leaned closer to the monitor in Google's quantum computing lab, watching the data stream from the Sycamore processor. The dilution refrigerator hummed behind him, a sound he'd heard every night for six months. But tonight was different.",
    "cover_url": "https://drive.google.com/thumbnail?id=1CMsm68L4PoFcN7FVocuGZqDhflnWXPrN&sz=w300",
    "ebook_id": "1FrylrKzmzS3eakoDFTLDQWp0bBnmJdeI",
    "cover_id": "1CMsm68L4PoFcN7FVocuGZqDhflnWXPrN",
    "category": "Romantasy"
  },
  {
    "title": "Parallel Offices",
    "description": "Death, they say, comes in threes. But betrayal? Betrayal multiplies like cancer cells, spreading through every certainty you've ever held until you're choking on the very air you breathe. That's what I learned the day I walked into my fiancé's apartment with champagne and a promotion letter, only to find him tangled with my best friend on sheets I'd picked out myself.",
    "cover_url": "https://drive.google.com/thumbnail?id=1eU18kDYaTtvh19l3bfiG6gO49F5Ot9Ta&sz=w300",
    "ebook_id": "1AQLwVd4bw1mAPWLB22hlCYO_AQv3XY9u",
    "cover_id": "1eU18kDYaTtvh19l3bfiG6gO49F5Ot9Ta",
    "category": "Fiction"
  },
  {
    "title": "One Person One Laptop",
    "description": "They told you that you needed years of experience, technical skills, an MBA, a revolutionary idea, or at least a decent website.",
    "cover_url": "https://drive.google.com/thumbnail?id=1CGSsM9RADixeSRomIvKyYc5Ak8XuoK57&sz=w300",
    "ebook_id": "1NsP58T78XyhOVNmo0iWv5p4CauSnXXyt",
    "cover_id": "1CGSsM9RADixeSRomIvKyYc5Ak8XuoK57",
    "category": "Fiction"
  },
  {
    "title": "Pocket AI Projects",
    "description": "Every Tuesday at 3:47 PM, Adrian Kovac opens his laptop to check his revenue dashboard. Six months ago, that same ritual involved checking his calendar and calculating how many billable hours remained in the month. Today, his automated systems have already generated $14,782 while he spent the morning at his daughter's soccer game.",
    "cover_url": "https://drive.google.com/thumbnail?id=1j3z6EfPdkf2cNOQ7jfoqg7WGrSJwBHeQ&sz=w300",
    "ebook_id": "1rhXh5wH1bfQ8lW9pk1hJ_7SYFztWrFRp",
    "cover_id": "1j3z6EfPdkf2cNOQ7jfoqg7WGrSJwBHeQ",
    "category": "Nonfiction"
  },
  {
    "title": "Neural Futures",
    "description": "The electrode array was smaller than a dime. Sixteen thousand microscopic threads, each thinner than a human hair, each capable of recording from a single neuron. Garrett watched the surgeon position it against the motor cortex of a paralyzed patient, and he realized something that would keep him awake for the next seventy-two hours: we'd stopped asking whether we could read the brain and started ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1y8UsH5Y8rTVYMUbMwnkmvfeRyN9QAlrN&sz=w300",
    "ebook_id": "1vZMZM5hJ78ozoKpa3Mi6qoEnuOCw53GL",
    "cover_id": "1y8UsH5Y8rTVYMUbMwnkmvfeRyN9QAlrN",
    "category": "Fiction"
  },
  {
    "title": "Neural Command",
    "description": "Most people operate their minds like they're renting an apartment they never signed the lease for. They inherited the furniture, the layout, the lighting, the thermostat settings. They complain about the noise from upstairs but never question whether they chose this building in the first place. The thought patterns running your life right now, the emotional triggers that derail your afternoons, th...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ZmSykjYl-a1Ny-hoKcQ2rwbXPGS8nQAC&sz=w300",
    "ebook_id": "1INW-IWY6ovu8qBfyrJ_O6O0Pvdoh9A2V",
    "cover_id": "1ZmSykjYl-a1Ny-hoKcQ2rwbXPGS8nQAC",
    "category": "Fiction"
  },
  {
    "title": "Moonfire and the Shattered Oath",
    "description": "The oath broke at midnight, and Keira felt it shatter inside her chest like frozen glass.",
    "cover_url": null,
    "ebook_id": "1fIkaoZaDiZFGZDAv3cPACLh341lKAdy2",
    "cover_id": null,
    "category": "Romantasy"
  },
  {
    "title": "Nano Robotics",
    "description": "Not metaphorically. Not eventually. Right now, as you read this sentence, thousands of cells in your body are rupturing, oxidizing, mutating into cancerous threats your immune system may or may not catch in time. Your arteries are accumulating microscopic deposits that will one day choke off blood flow to your brain or heart. Toxins you cannot see, taste, or smell are embedding themselves in your ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1JuuJ4m7Kcm48otw0IS2XTHhHa08y3zzZ&sz=w300",
    "ebook_id": "1H4N5EZs0gbP_BOaxS-ITSRTM97xe4u_-",
    "cover_id": "1JuuJ4m7Kcm48otw0IS2XTHhHa08y3zzZ",
    "category": "Fiction"
  },
  {
    "title": "Moonfire Academy Redemption",
    "description": "In the realm between worlds, where starlight bleeds silver into obsidian skies and ancient magic pulses through veins of marble and moonstone, stands Moonfire Academy—a fortress of learning that has weathered a thousand storms and harbored secrets darker than the void between stars.",
    "cover_url": "https://drive.google.com/thumbnail?id=11hLWycgoCs1xkMBGwRzBHlOqrjrf4-sd&sz=w300",
    "ebook_id": "1-MXKtcTEtuV28ApPP_V8Qc6c20yqRk9W",
    "cover_id": "11hLWycgoCs1xkMBGwRzBHlOqrjrf4-sd",
    "category": "Romantasy"
  },
  {
    "title": "Money Empire for Women",
    "description": "The conference room fell silent as Brielle Andrews stood to present her quarterly results. As the only woman among twelve executives, she'd grown accustomed to the weight of extra scrutiny. But this time was different. Her investment portfolio had outperformed every single one of her male colleagues by a margin that made jaws drop. The secret wasn't luck or insider knowledge. It was a systematic a...",
    "cover_url": "https://drive.google.com/thumbnail?id=1DDvNYnXC0FSG5jdOQdcTXChkDqRxOvkA&sz=w300",
    "ebook_id": "1qfAhLNhdvrUFK2TugOAkrmLBEr_wAfQ1",
    "cover_id": "1DDvNYnXC0FSG5jdOQdcTXChkDqRxOvkA",
    "category": "Nonfiction"
  },
  {
    "title": "Money Empire for Young Adults",
    "description": "The alarm on Jasper Roth's phone buzzed at 5:30 AM, just like it had every morning for the past three years. But this morning was different. Instead of dreading another day at his dead-end retail job, he checked his investment portfolio and saw something that made him pause. His net worth had just crossed $100,000. He was twenty-five years old.",
    "cover_url": "https://drive.google.com/thumbnail?id=1BJp0JIXaTS_odPciAbLUWyzUYbGdxHac&sz=w300",
    "ebook_id": "1REn7ADPRoIh6AliEkjpiSUU6hSe67RW2",
    "cover_id": "1BJp0JIXaTS_odPciAbLUWyzUYbGdxHac",
    "category": "Nonfiction"
  },
  {
    "title": "Money Trauma Cure",
    "description": "The checking account had seventeen dollars and forty-three cents when my marriage died.",
    "cover_url": "https://drive.google.com/thumbnail?id=1DmTNJO2dP04AiL1onxWZIWVBSFGEv_qQ&sz=w300",
    "ebook_id": "1dQrUPZkPOh880YxAAe6NlRUPOx6cZF4p",
    "cover_id": "1DmTNJO2dP04AiL1onxWZIWVBSFGEv_qQ",
    "category": "Nonfiction"
  },
  {
    "title": "Money Empire For Seniors",
    "description": "The retirement crisis in America has reached a tipping point. More than half of Americans over fifty have less than twenty-five thousand dollars saved for retirement, while the average couple will need over three hundred thousand dollars just for healthcare costs alone during their golden years. Traditional retirement advice has failed an entire generation, leaving millions of seniors struggling t...",
    "cover_url": "https://drive.google.com/thumbnail?id=1e8slGXTpbTbzzhYaMbSm4xK4Uum0p72d&sz=w300",
    "ebook_id": "1cchy_WWIeko2AhguO4vwtrs68BGGlAd3",
    "cover_id": "1e8slGXTpbTbzzhYaMbSm4xK4Uum0p72d",
    "category": "Nonfiction"
  },
  {
    "title": "Money Empire for Teens",
    "description": "The summer before my sixteenth birthday, I watched my friend Jasper Roth buy a used BMW with cash he'd earned himself. Not from a trust fund. Not from wealthy parents. From selling custom sneakers online, a business he'd started in his bedroom with $200 saved from his dishwasher job. That moment changed everything for me. While most of us were begging our parents for gas money, Jasper had built so...",
    "cover_url": "https://drive.google.com/thumbnail?id=1qUipGynvwEw7MiLjOXV6xdvwEuqgyI8P&sz=w300",
    "ebook_id": "1pzfJE-BlqXht_mBl3ZauAy-EpmGlh0RE",
    "cover_id": "1qUipGynvwEw7MiLjOXV6xdvwEuqgyI8P",
    "category": "Nonfiction"
  },
  {
    "title": "Money Empire for Parents",
    "description": "Jasper Roth watched his seven-year-old daughter count her birthday money at the kitchen table, separating bills into neat piles with the focus of a bank teller. She had received eighty-seven dollars from various relatives, and without prompting, she announced her plan: twenty dollars for a new game, twenty for her college jar, and the rest for \"investing in something that grows.\" This wasn't luck ...",
    "cover_url": "https://drive.google.com/thumbnail?id=1riKIM-wIstEy5R1fuEeaUebZ7A-YSqND&sz=w300",
    "ebook_id": "16AVTmOBRs3fl2UTiIM1Vu2LXVjjPAcim",
    "cover_id": "1riKIM-wIstEy5R1fuEeaUebZ7A-YSqND",
    "category": "Nonfiction"
  },
  {
    "title": "Money Empire For Families",
    "description": "The modern American family faces a crisis that no one wants to discuss at dinner tables. Despite living in the wealthiest nation in history, most families struggle to maintain financial stability across even a single generation, let alone build lasting wealth that can benefit their children and grandchildren. The statistics paint a sobering picture: seventy percent of wealthy families lose their w...",
    "cover_url": "https://drive.google.com/thumbnail?id=1ATO9aZFzlObXr8FUqM8z8-AdyBZ5Cd7v&sz=w300",
    "ebook_id": "1gEEGsaNpAVhNXKckzob58G5imWFed2It",
    "cover_id": "1ATO9aZFzlObXr8FUqM8z8-AdyBZ5Cd7v",
    "category": "Nonfiction"
  }
]